[
    {
        "chunk_title": "Description of the Associated Loan, BH-L1041",
        "chunk": "This Technical Cooperation (TC) will support the implementation of the Bahamas Airport Infrastructure Program (BH-L1041; 3907/OC-BH), with the overarching goal of contributing to the regional and global sustainable integration of The Bahamas through enhancements to secure air transport infrastructure in the Family Islands (FI). The program, structured as a GOM, aims to strengthen The Bahamas’ connectivity with the Caribbean and the wider world by improving air travel efficiency and accessibility for both residents and visitors. This will be achieved through infrastructure upgrades—including the rehabilitation and maintenance of four Family Island airports (Exuma, North Eleuthera, Marsh Harbour, and Treasure Cay)—to ensure compliance with international aviation standards, with consideration for climate resilience and sustainability. This loan, of US$35,000,000 from Ordinary Capital and US$18,800,000 from the counterpart, totaling US$53,800,000, is currently active and disbursing.",
        "chunk_id": "2.1",
        "policy_references": [
            "transport_infrastructure",
            "transport_equity_and_access",
            "climate_resilience_and_adaptation",
            "transport_funding_and_finance",
            "vehicle_standards_and_efficiency"
        ],
        "risk_level": "Low",
        "compliance_status": "In_progress"
    },
    {
        "chunk_title": "Description of the Associated Loan, BH-L1041",
        "chunk": "The  ongoing  airport  infrastructure  program  includes  two  components,  i)  Civil  Works \nand  Equipment,  and  ii)  Implementation  Support  and  Institutional  Strengthening, \nComponent  one  finances  investments  needed  to  upgrade  the  infrastructure  and \nequipment of the four selected Family Island airports. To meet projected traffic, comply \nwith International Civil Aviation (ICAO) standards, and increase the climate resilience \nof the airports, the component includes the upgrading and rehabilitation of the airport \nrunways,  taxiways,  parking  aprons  and  meteorological  equipment,  runway  lights, \nmarkings, and fencing. It also incorporates terminal works to equip the airports with \ninfrastructure  capable  of  handling  increasing  passengers  while  providing  energy \nefficiency  and  climate  resilience.  Equipment  also  includes  Rescue  and  Firefighting \n(RFF) vehicles and X-ray machines for passenger terminals.",
        "chunk_id": "2.2",
        "policy_references": [
            "transport_infrastructure",
            "climate_resilience_and_adaptation",
            "transport_safety",
            "vehicle_standards_and_efficiency"
        ],
        "risk_level": "Medium",
        "compliance_status": "In_Progress"
    },
    {
        "chunk_title": "Description of the Associated Loan, BH-L1041",
        "chunk": "The second component supports capacity-building for the Ministry of Works and the \nMinistry  of  Tourism  and  Aviation  (MTA),  related  to  contract  management,  technical-\nenvironmental audits, monitoring and evaluations, and completion reports. It will also \nprovide climate change training for MOW staff and technical and legal work needed to \nprepare a management contract once the construction phase ends.",
        "chunk_id": "2.3",
        "policy_references": [
            "governance_and_regulation",
            "climate_resilience_and_adaptation"
        ],
        "risk_level": "Low",
        "compliance_status": "In_Progress"
    },  
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "The  objective  of  this  Technical  Cooperation  is  to  provide  support  for  sustainable \naviation in The Bahamas including the development of a sustainable aviation strategy, \nstudies  to  support  the  adoption  of  sustainable  aviation  fuels,  the  design  of  green, \nclimate  resilient  and  energy  efficient  aerodromes,  and  programs  that  promote  labor \nforce development, human capacity building and social inclusion in the aviation sector.",
        "chunk_id": "3.1",
        "policy_references": [
            "low_carbon_fuels",
            "transport_infrastructure",
            "climate_resilience_and_adaptation",
            "air_quality_and_health",
            "transport_equity_and_access",
            "mobility_innovation_and_technology",
            "governance_and_regulation"
        ],
        "risk_level": "Medium",
        "compliance_status": "In_Progress"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "The  Technical  Cooperation  is  expected  to  deliver  direct  and  indirect  economic  and social benefits for the entire country and to the aviation sector. The main beneficiaries of  the  TC  will  be  the  Ministry  of  Tourism,  Investment  and  Aviation  (MoTIA)  and  the Ministry of Works and Family Island Affairs MoW&FIA.",
        "chunk_id": "3.2",
        "policy_references": [
            "transport_infrastructure",
            "governance_and_regulation",
            "transport_funding_and_finance"
        ],
        "risk_level": "Low",
        "compliance_status": "In_Progress"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "The aviation sector is critical to regional integration in The Bahamas. An archipelagic country, consisting of 700 islands spread over 100,000 square miles of ocean, the population of over 400,000 is primarily (70.4%) concentrated on the island of New Providence, while approximately 15% of residents are located on Grand Bahama, with the remainder of the population spread across the other 28 Family Islands. Moreover, the remoteness of the Family Islands (FI) and their long distances to the major population centers means local Bahamians residing outside of New Providence and Grand Bahama are highly dependent on accessible, reliable and frequent modes of air transport for both domestic and international travel.",
        "chunk_id": "3.3",
        "policy_references": [
            "transport_equity_and_access",
            "transport_infrastructure",
            "public_and_active_transportation"
        ],
        "risk_level": "Medium",
        "compliance_status": "Not_Applicable"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "Additionally,  tourism  provides  a  significant  contribution  to  the  Bahamian  economy  – \napproximately 50% of GDP (nearly $3 billion in GDP). In 2024, The Bahamas received \n11.22 million international visitors, with approximately 85% arriving by sea and 15% \nby air. While cruise visitors typically stay for less than a day, tourists arriving by air, or \nstopover  tourists,  contribute  significantly  to  the  local  economy  through  longer  stays \naveraging 4 to 6 nights. International air passenger arrivals to The Bahamas grew by \n17% in 2023, reaching 1,719,980 visitors, up from 1,470,244 in 2022.1 This marked a \nsignificant  rebound  from  the  pandemic  and  record-setting  year  for  the  country's tourism sector. Thus, the effective and efficient functioning of air transport systems is \ncritical to sustaining long-term economic growth of the country.",
        "chunk_id": "3.4",
        "policy_references": [
            "transport_infrastructure",
            "transport_funding_and_finance"
        ],
        "risk_level": "Medium",
        "compliance_status": "Not_Applicable"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "Climate  Change:  International  aviation  currently  contributes  approximately  2.5%  of \nglobal CO₂ emissions, up from 2.3% in 2000, and this share is expected to rise due to \nthe continued expansion of air transport worldwide2. Recognizing the sector’s growing \nenvironmental impact, the International Civil Aviation Organization (ICAO), has \nadopted  a  set  of  global  aspirational  goals  aimed  at  mitigating  aviation’s  carbon \nfootprint. These include a 2% annual improvement in fuel efficiency and a commitment \nto  cap  net  carbon  emissions  at  2020  levels,  despite  projected  growth  in  air  traffic. \nThese targets underscore the urgent need for countries like The Bahamas, which are \nhighly vulnerable to climate change and heavily reliant on aviation for connectivity and \neconomic development, to pursue sustainable, inclusive, and climate-resilient aviation \nstrategies.",
        "chunk_id": "3.5",
        "policy_references": [
            "climate_ghg_emissions",
            "vehicle_standards_and_efficiency",
            "climate_resilience_and_adaptation",
            "governance_and_regulation"
        ],
        "risk_level": "High",
        "compliance_status": "In_Progress"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "In addition, The Bahamas is highly exposed to climate change, including hurricanes \nand to seasonal tropical storms. Over the last 45 years the country has been hit by 12 \nmajor hurricanes that have caused loss of lives, damage to quality of life and economic \nstress. For example, the impact of hurricane Dorian (August 2019) was estimated at \nUS$3.4  billion3.  Sustainability  and  climate-change  resilience  among  all  forms  of \ntransportation  (aviation  included)  is  a  priority  for  The  Bahamas  due  to  previous \nepisodes  of  extreme  weather  events  and the  high  probability  of  future  disruption. \nMoreover,  air  connectivity  and  climate  resilience  in  The  Bahamas  is  also  critical  to \nDisaster  Risk  Management.  As  an  archipelagic  nation,  the  Bahamas  air  transport \nsector is critical to ensuring rapid response and recovery during emergencies, serving \nas  a  lifeline  for  inter-island  connectivity.  Airports  often  become  critical  hubs  for  the \ndelivery  of  humanitarian  aid,  medical  supplies,  and  emergency  personnel,  and  are \nessential  for  the  evacuation  of  vulnerable  populations.4  Strengthening  the  aviation \nsector’s  resilience  and  operational  capacity  is  therefore  fundamental  to  enhancing \nnational  disaster  preparedness  and  response,  safeguarding  lives,  and  maintaining \ncontinuity of essential services across the archipelago.",
        "chunk_id": "3.6",
        "policy_references": [
            "climate_resilience_and_adaptation",
            "transport_infrastructure",
            "transport_safety",
            "governance_and_regulation"
        ],
        "risk_level": "High",
        "compliance_status": "Not_Applicable"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "The  Government  of  The  Bahamas  is  committed  to  advancing  climate  resilience, \nsustainability, gender inclusion, and institutional capacity within the aviation sector. To \nachieve this, the TC will support the development of a comprehensive Sustainable and \nInclusive Aviation Strategy for The Bahamas that will establish a framework for green, \nlow carbon, climate change resilient, and energy efficient and inclusive aerodromes. \nMoreover, the strategy will aim to promote gender equity through grants for women in \naviation, enhance opportunities for persons with disabilities PwDs in aviation careers, \nand  expand  aviation  cadet  training  programs  to  engage  and  prepare  the  next \ngeneration of industry professionals. Additionally, the strategy will explore pathways \nfor integrating sustainable aviation fuels, aligning with global efforts to reduce carbon \nemissions in the sector.",
        "chunk_id": "3.7",
        "policy_references": [
            "climate_resilience_and_adaptation",
            "climate_ghg_emissions",
            "low_carbon_fuels",
            "accessibility_and_disability",
            "transport_equity_and_access",
            "governance_and_regulation"
        ],
        "risk_level": "Low",
        "compliance_status": "In_Progress"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "Furthermore,  the  TC  will  support  the  effective  and  efficient  implementation  of  the \nBahamas Airport Infrastructure Program (BH-L1041), program. This technical support \nwill  be  critical  in  advancing  key  infrastructure  projects  that  will  improve  airport \noperations and connectivity across The Bahamas. Finally, it will also support training \nprograms  that  will  enhance  the  capacity  of  stakeholders  involved  in  aviation  sector \ngovernance,  project  execution,  and  strategic planning,  starting  with  the  Ministry  of Tourism, Investment and Aviation (MoTIA). Strengthening institutional knowledge and \nexpertise will ensure the long-term sustainability and success of these efforts.",
        "chunk_id": "3.8",
        "policy_references": [
            "transport_infrastructure",
            "governance_and_regulation"
        ],
        "risk_level": "Low",
        "compliance_status": "In_Progress"
    },
    {
        "chunk_title": "Objectives and Justification of the TC",
        "chunk": "The  TC  considers  six  consultancy  services,  four  of  which  will  be  carried  out  as \ncorporate procurement services and two as individual consultancies. The consultancy \nservices span the years 2026 and 2027. The earliest consultancy services will start in \nJanuary 2026, following a hiring process conducted in November 2025. Therefore, the \nTC resources should be available by the start of November 2025 to avoid delays in \nthe execution.",
        "chunk_id": "3.9",
        "policy_references": ["governance_and_regulation"],
        "risk_level": "Low",
        "compliance_status": "Not_Applicable"
    }

]