[
  {
    "chunk_title": "Objective of the Subnational Pilot Program TC",
    "chunk": "The general objective of this TC is to establish the initial framework for the Subnational Pilot Program, which aims to provide IDB’s subnational finance without sovereign guarantee. The specific objectives are: (i) assist the design of the working group on designing the subnational governments (SNGs) financing mechanism, the sub-sovereign pre-investment facility, and the first operations without sovereign guarantee; (ii) assess the creditworthiness and investment management capacities of selected SNGs or their entities; and (iii) implement pilot projects on selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation.",
    "chunk_id": "TC_87565_2.1",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_basic_services_and_infrastructure",
      "urban_governance_and_institutional_capacity",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Justification – Urbanization, SNGs and Infrastructure Gaps",
    "chunk": "Latin America and the Caribbean (LAC) has over 17,000 subnational governments (SNGs) and is highly urbanized, with roughly 81% of its population living in cities, the most significant proportion of any region globally. This urbanization underscores the potential of these areas to enhance productivity and innovation. Additionally, SNGs are at the forefront of actions to mitigate and adapt to climate change. Around 300 of these cities have populations exceeding 500,000 inhabitants and exhibit signs of creditworthiness, with roughly 10% having established credit ratings. SNGs in LAC are responsible for over a third of public investment in the region, yet the region is the second lowest globally in terms of infrastructure spending and infrastructure quality tends to deteriorate further at the subnational level. Expanding IDB’s programs to support and lend directly to SNGs provides an opportunity to diversify its lending portfolio, expand its client base, and help achieve decentralization goals.",
    "chunk_id": "TC_87565_2.2",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_basic_services_and_infrastructure",
      "climate_resilient_and_green_cities",
      "urban_economy_and_livelihoods"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Emerging Demand and Climate Finance Gap",
    "chunk": "The infrastructure gap in LAC is large and growing. The IDB estimates that the region will need substantial investments in the water and sanitation, energy, transport, and telecommunication sectors by 2030 to advance commitments towards the Sustainable Development Goals (SDGs), requiring more than a 70% increase in infrastructure investment by 2030. SNGs are responsible for over a third of public investment in crucial services and are at the forefront of actions to mitigate and adapt to climate change. However, global urban climate finance is far below what is needed, with less than 10% of overall climate finance directed toward cities. While much of this investment occurs at the national level, there is a growing demand for climate finance among creditworthy SNGs and their state-owned enterprises in LAC, which are looking to upgrade existing infrastructure and invest in new infrastructure to meet growing demand sustainably.",
    "chunk_id": "TC_87565_2.3",
    "policy_references": [
      "climate_resilient_and_green_cities",
      "urban_basic_services_and_infrastructure",
      "municipal_finance_and_creditworthiness",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Fiscal Advances, Creditworthiness and Access to Finance",
    "chunk": "Fiscal responsibility frameworks in LAC have contributed to increased budgetary sustainability, but cities and SNGs still need to improve their creditworthiness to invest more and with better quality. This includes strengthening their capacities to raise revenue, handle budgets, manage projects, and access financing in an efficient, transparent, and fiscally sustainable manner. Creditworthiness also depends on intergovernmental arrangements that define how fiscal responsibilities, own taxes, transfers, and access to debt are allocated between levels of government, supported by technical assistance programs. Although cities’ access to finance can help reduce social and infrastructure gaps, only a small share of large cities in developing countries have access to international or even domestic financing markets. In LAC, subnational financing averages less than 3% of GDP, compared to 12% in OECD countries, due to weaknesses in fiscal relations, limited capacity to access credit markets, and a history of bailouts.",
    "chunk_id": "TC_87565_2.4",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "participation_transparency_and_accountability",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "MDB Reform Agenda and IDB Subnational Strategy",
    "chunk": "Recommendations from the G20 and other expert groups have been advocating for reforms in multilateral development banks (MDBs) to facilitate subnational access to climate finance, and other international organizations such as C40 and the Cities Climate Finance Leadership Alliance have made similar requests. International financial institutions have already increased sub-sovereign lending in LAC. In this context, the IDB’s Institutional Strategy highlights the exploration of legal and technical viability and potential demand for mechanisms to support subnational governments and state-owned enterprises in improving local finances, creating bankable projects and ultimately creditworthiness. The IDB has started to develop a new Subnational Government Program to provide selected SNGs and their entities with direct access to finance without sovereign guarantees, while helping them build the necessary capacities to take on debt and prepare pipelines of projects contributing to social and climate goals.",
    "chunk_id": "TC_87565_2.5",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "climate_resilient_and_green_cities"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Three Core Elements of the Pilot Program Support",
    "chunk": "To operationalize the Subnational Pilot Program Proposal, three elements must be developed: (i) support the design of the Subnational Pilot Program Proposal itself, including the subnational financing mechanism and a sub-sovereign pre-investment facility; (ii) assess the creditworthiness and investment management capacities of selected subnational governments or their entities; and (iii) implement pilot projects in selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation. These efforts will be focused on subnational governments that have already demonstrated progress in technical, institutional, fiscal, and administrative capacities, and that show economic solvency, in coordination with national offices overseeing subnational fiscal and financial health.",
    "chunk_id": "TC_87565_2.6",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_basic_services_and_infrastructure",
      "data_monitoring_and_evaluation",
      "urban_governance_and_institutional_capacity"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component 1 – Design of the Subnational Pilot Program Proposal",
    "chunk": "Component 1, “Support in the design of the Subnational Pilot Program Proposal” (US$150,000), aims to assist the development of the IDB’s Subnational Lending Program proposal by supporting the inter-departmental working group in designing the SNGs financing mechanism, the sub-sovereign pre-investment facility, and the first operations without sovereign guarantee. It will finance: (i) the assessment and analysis of background information, documents, and lessons learned from IDB and other international financial institutions to design a new operational mechanism for loans to SNGs without sovereign guarantees; (ii) the development of a benchmark analysis to identify resources for reimbursable or non-reimbursable technical cooperation to work with SNGs; and (iii) recommendations on critical elements for formulating the first subnational operations without sovereign guarantee.",
    "chunk_id": "TC_87565_3.1",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component 2 – Creditworthiness and Investment Management Assessment",
    "chunk": "Component 2, “Assessment of creditworthiness and investment management capacities of selected SNGs or their entities” (US$250,000), aims to prepare financially selected cities and SNGs for operations without sovereign guarantees. It will finance: (i) the development of a creditworthiness analysis methodology to assess the technical and financial readiness of SNGs or their entities for subnational finance, including evaluation of legal frameworks and borrowing readiness; (ii) the implementation of this methodology in selected SNGs or their entities to evaluate their creditworthiness, investment management, and urban governance capacities through in-depth diagnostics of fiscal capacity, financial management, public administration, planning, and investment capabilities; and (iii) the development and initial implementation of a plan of fiscal reforms to improve subnational creditworthiness based on the analysis.",
    "chunk_id": "TC_87565_3.2",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component 3 – Pilot Projects for Urban Infrastructure and Capacity Building",
    "chunk": "Component 3, “Pilot Projects” (US$450,000), aims to implement pilot projects in selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation. It will finance: (i) diagnostics of sustainable, resilient and inclusive prioritized urban infrastructure projects contributing to social and climate goals to provide comprehensive work plans for project development; (ii) implementation of pre-feasibility studies to assess viability, impact, and requirements of prioritized projects; and (iii) capacity-building activities for project preparation, management strategies, creditworthiness, and investment management. Pilot projects will be coordinated with country offices and selected based on alignment with climate priorities, political will for non-sovereign operations, and alignment with IDB country priorities.",
    "chunk_id": "TC_87565_3.3",
    "policy_references": [
      "urban_basic_services_and_infrastructure",
      "climate_resilient_and_green_cities",
      "municipal_finance_and_creditworthiness",
      "urban_economy_and_livelihoods",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Executing Agency, Procurement and Bank Policies",
    "chunk": "The Bank will be the executing agency through the Housing and Urban Development Division (CSD/HUD), which will be responsible for technical supervision, execution, administration, and disbursement, leveraging its experience working with cities across LAC. Activities will be executed jointly with IFD/FMM and country specialists, and when activities are carried out in a beneficiary country, letters of no-objection will be obtained from the official liaison entity. The Bank will contract individual consultants following AM-650 and consulting firms and non-consulting services according to the Corporate Procurement Policy (GN-2303-33) and associated guidelines. The execution period will last 36 months. Execution by the Bank is justified because this is a regional TC where no suitable regional entity can be identified and because CSD/HUD and IFD/FMM have substantial technical assistance experience in the relevant areas.",
    "chunk_id": "TC_87565_4.1",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "participation_transparency_and_accountability",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Major Risks, Mitigation and Environmental/Social Aspects",
    "chunk": "The TC faces risks related to potential changes in subnational administrations, which may affect continuity and prioritization, as well as challenges in coordinating institutions responsible for subnational financing and technical capacity limitations. To mitigate these risks, the Bank’s role as executor is a key risk management strategy, complemented by regular training sessions and periodic meetings with relevant subnational officials, early and frequent stakeholder engagement, and collaboration with technical experts. There is also a risk regarding the sustainability of the platform and program once IDB funding ends, which will be mitigated by robust governance mechanisms, city leadership, long-term partnerships with organizations such as C40 and CCFLA, and efforts to attract external funding from climate funds, grants, and donors. The TC will finance diagnostics, policy dialogues, capacity building, and feasibility studies for investment projects and associated environmental and social studies, all of which will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).",
    "chunk_id": "TC_87565_5.1",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "participation_transparency_and_accountability",
      "climate_resilient_and_green_cities",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  }
]
