[
  {
    "chunk_title": "Basic Project Data – Overview",
    "chunk": "Basic Project Data ▪ Country/Region: BELIZE/CID - Isthmus & DR ▪ TC Name: Support to the Sustainable and Inclusive Urban Development Program ...",
    "chunk_id": "BL-T1168-1",
    "policy_references": [
      "urban_governance_and_institutions",
      "urban_finance_and_funding",
      "capacity_building_and_technical_assistance",
      "land_use_and_territorial_planning"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "TC Objective – Pre-investment Studies",
    "chunk": "This Technical Cooperation aims to support the implementation of the Sustainable and Inclusive Urban Development Program...",
    "chunk_id": "BL-T1168-2",
    "policy_references": [
      "urban_infrastructure",
      "housing_and_settlement_planning",
      "urban_governance_and_institutions",
      "capacity_building_and_technical_assistance"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Urban Context – Challenges in Belize",
    "chunk": "The main populated towns in northern Belize are Orange Walk, Corozal, and San Pedro... These municipalities face challenges including urban services deficits, lack of economic diversification, vulnerability to natural risks...",
    "chunk_id": "BL-T1168-3",
    "policy_references": [
      "urban_infrastructure",
      "local_economic_development",
      "climate_resilience_and_adaptation",
      "social_inclusion_and_equity",
      "public_service_delivery"
    ],
    "risk_level": "High",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Program Components – Institutional Strengthening",
    "chunk": "Component I aims to strengthen municipal capacities by elaborating plans and adopting digital tools...",
    "chunk_id": "BL-T1168-4",
    "policy_references": [
      "capacity_building_and_technical_assistance",
      "data_and_digital_governance",
      "land_use_and_territorial_planning"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Program Components – Sustainable Urban Investments",
    "chunk": "Component II finances multisectoral sustainable infrastructural investments in vulnerable neighborhoods...",
    "chunk_id": "BL-T1168-5",
    "policy_references": [
      "urban_infrastructure",
      "social_inclusion_and_equity",
      "climate_resilience_and_adaptation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Implementation Structure",
    "chunk": "The Ministry of Finance, Economic Development, and Investment will act as Executing Agency...",
    "chunk_id": "BL-T1168-6",
    "policy_references": [
      "urban_governance_and_institutions",
      "urban_finance_and_funding"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "TC Justification – Risk Mitigation",
    "chunk": "One of the medium-high level risks identified is the lack of experience of the CEU implementing infrastructure and multiple works programs...",
    "chunk_id": "BL-T1168-7",
    "policy_references": [
      "capacity_building_and_technical_assistance",
      "urban_governance_and_institutions",
      "disaster_risk_management"
    ],
    "risk_level": "Medium",
    "compliance_status": "Partially_Compliant"
  },
  {
    "chunk_title": "Budget Summary",
    "chunk": "Budget Indicative Budget Development of Pre-investment Studies... Total USD 500,000",
    "chunk_id": "BL-T1168-8",
    "policy_references": [
      "urban_finance_and_funding"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Environmental and Social Aspects",
    "chunk": "This Technical Cooperation is intended to finance pre-feasibility or feasibility studies and associated environmental and social studies...",
    "chunk_id": "BL-T1168-9",
    "policy_references": [
      "environmental_management",
      "climate_resilience_and_adaptation"
    ],
    "risk_level": "High",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Basic Project Data and Institutional Alignment",
    "chunk": "Basic Project Data ▪ Country/Region: BRAZIL/CSC - Southern Cone ▪ TC Name: Support for the impact evaluation of the Vida Nova Program (BR-L1588) ▪ TC Number: BR-T1688 ▪ Team Leader/Members: SILVA HERREROS, JORGE ALEJANDRO (CSD/HUD) Team Leader; GALLEGO DURAN, JORGE ANDRES (CSD/HUD) Alternate Team Leader; TAVARES SOUSA MARIA ELISA (CSC/CBR); CUESTA BERNAL, ANA MARIA (SPD/SDV); QUINTERO ESCOBAR, LUIS EDUARDO (SPD/SDV); DE BARROS TORRES GABRIEL (CSD/HUD); HOBBS, JASON ANTHONY (CSD/HUD); GONCALVES DOS SANTOS, CAROLINA (LEG/SGO); SANTOS LOPES AMANDA (CSC/CBR); JORGINO AZEVEDO, ANA CAROLINA (VPC/FMP); KESSEL AKERMAN, ARIEL (SPD/SDV); VANZAN DA SILVA, LUCIANA (VPS/ESG); AVILA, FRANCY DIANELA (CSD/HUD); HERNANDEZ YADER ANTONIO (CSD/HUD); GONZALEZ, JORGE LUIS (VPC/FMP) ▪ Taxonomy: Operational Support ▪ Number and name of State Housing Program - State of Paraná - Vida Nova Project - BR- operation supported by L1588 the TC: ▪ Beneficiary: Companhia de Habitação do Paraná (COHAPAR) ▪ Local counterpart US$0.00 funding: ▪ Disbursement period: 36 months ▪ Types of consultants: Individuals; Firms ▪ Prepared by Unit: CSD/HUD - Housing & Urban Development ▪ Unit of Disbursement CSC/CBR - Country Office Brazil Responsibility: ▪ TC included in Country No Strategy (y/n): ▪ TC included in CPD No (y/n): ▪ Alignment to the Update Institutional capacity, rule of law, and citizen security; Public sector policy to the Institutional and management; Social protection and human capital development Strategy 2010-2020: II.",
    "chunk_id": "BR-T1688-1",
    "policy_references": [
      "housing_policy_and_affordability",
      "urban_infrastructure_and_services",
      "urban_governance_and_institutional_capacity",
      "public_finance_and_municipal_management"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Objective of the Technical Cooperation",
    "chunk": "Objective and Justification 2.1 The objective of this Technical Cooperation (TC) is to design and support the implementation of the impact evaluation of the Vida Nova Program (5871/OC-BR), a housing initiative in Paraná that promotes the resettlement of vulnerable families into adequate housing with secure tenure and access to basic services.",
    "chunk_id": "BR-T1688-2",
    "policy_references": [
      "housing_policy_and_affordability",
      "informal_settlements_and_social_inclusion",
      "urban_governance_and_institutional_capacity"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Evidence Gaps and Contribution of the Evaluation",
    "chunk": "2.2 The available evidence regarding the effectiveness of large-scale resettlement programs in Brazil and LAC is scarce, particularly concerning the unique impacts of relocation. Evidence on the effect of a comprehensive approach to resettlement that adds other coordinated social programs is also lacking. Instead, most existing studies in the region focus on isolated in-situ upgrading initiatives. By generating causal estimates of the Vida Nova program’s effects across domains such as household welfare, neighborhood cohesion, perceived safety, labor income, and mental health, this TC will help fill these gaps and inform the design and scaling of housing policies.",
    "chunk_id": "BR-T1688-3",
    "policy_references": [
      "housing_policy_and_affordability",
      "informal_settlements_and_social_inclusion",
      "sustainable_cities_and_environmental_management",
      "urban_governance_and_institutional_capacity"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Evaluation Design and Methodology (DID)",
    "chunk": "2.3 The evaluation plans to adopt a staggered difference-in-differences (DID) design that leverages the phased rollout of Vida Nova across communities. Beneficiary families will receive the new housing and social services at different times, creating variations that can be exploited for causal identification. This DID approach allows the evaluation to control for common time trends while estimating the program’s impact, using later-treated groups as controls for the early-treated groups. Under the assumption of parallel trends of potential outcomes between treated and not-yet-treated, this method allows for estimation of causal effects.",
    "chunk_id": "BR-T1688-4",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "housing_policy_and_affordability",
      "public_finance_and_municipal_management"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Data Sources, Census, and Longitudinal Design",
    "chunk": "2.4 Data will come from surveys of the beneficiary households as well as from administrative data provided by multiple local government divisions. Key variables for the evaluation have been defined. The remaining details – including the timing of data collection before and after resettlement, which are essential for testing pre-trend assumptions and evaluating short- and medium-term impacts – will be defined during the drafting of the detailed evaluation plan methodology, which is also partially funded by this TC. 2.5 Data will be collected multiple times over a period of three years, starting at least 18 months before resettlement and ending 18 months afterward. The first collection will be a census, administered among all the families in the 39 communities eligible for the Program. Following IDB Safeguards standards, this census data will be used to freeze enrollment for the program, preventing the expansion of the informal settlements. The Vida Nova Project will finance this census, identifying families and their social support needs. 2.6 This TC will finance consulting services to gather the information needed for the impact evaluation, through the collection of primary data, and the identification and request of complementary administrative data. The primary data will be collected for a sample of the families eligible to receive the program. The frequency of collection and size of the sample will be defined in the detailed evaluation plan described in paragraph 2.4.",
    "chunk_id": "BR-T1688-5",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "public_finance_and_municipal_management",
      "informal_settlements_and_social_inclusion"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Building a Culture of Evidence and Strategic Alignment",
    "chunk": "2.7 In addition, this TC aims to create a culture of evidence within COHAPAR. Staff will be trained to manage surveys and administrative data, interpret impact estimates, and translate evidence into policy. Institutional Strategy: Transformation for Greater Scale and Impact (CA-631) and contributes to the objective of (i) reducing poverty and inequality. In addition, it is aligned with the operational focus areas: (i) social protection and human capital development, by documenting whether safer tenure and better housing translate into improved wellbeing; and (iii) institutional capacity, rule of law, and citizen security, by strengthening the State’s ability to use evidence in decision making. This project has been selected for DEIF under a rigorous competitive process involving VPS, VPC, and SPD. The DEIF initiative supports projects that generate knowledge and address strategic gaps in development effectiveness through impact evaluations, analysis of execution factors, and effective enhancement initiatives. Following the OC-SDP framework, this initiative is aligned with Window 2, under the priority area “Inclusive Social Development”.",
    "chunk_id": "BR-T1688-6",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "public_finance_and_municipal_management",
      "informal_settlements_and_social_inclusion",
      "sustainable_cities_and_environmental_management"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component I – Finalize Evaluation Design",
    "chunk": "Description of Activities and Outputs 3.1 Component I: Finalize Evaluation Design. This component will finalize the evaluation methodology, define implementation details, and ensure access to administrative data. Activities include mapping datasets, establishing data-sharing agreements, governance protocols, cleaning and linking data. Outputs: methodology report and data access plan.",
    "chunk_id": "BR-T1688-7",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "public_finance_and_municipal_management",
      "smart_cities_and_digital_transformation"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component II – Primary Data Collection and Capacity Building",
    "chunk": "3.2 Component II: Primary Data Collection and Capacity Building. This component will implement a survey pilot, baseline household surveys, and training for COHAPAR staff. Activities include refining instruments, data collection, and capacity building in evaluation methods. Outputs: training, pilot, and data collection reports, plus dataset for analysis.",
    "chunk_id": "BR-T1688-8",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "public_finance_and_municipal_management",
      "informal_settlements_and_social_inclusion"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Budget, Executing Agency, and Execution Structure",
    "chunk": "Budget Finalize Evaluation Design US$12,000.00 US$12,000.00 Primary Data Collection and Capacity Building US$88,000.00 US$88,000.00 Total US$100,000.00 US$100,000.00 V. Executing Agency and Execution Structure 5.1 The IDB will be the executing agency of the TC. CSD/HUD will lead the execution in close coordination with the beneficiary. The unit with disbursement Responsibility will be CSC/CBR. 5.2 At the request of the beneficiary, the Bank, through the Housing and Urban Development Division (CSD/HUD), will serve as the executing agency of the TC. In accordance with Annex II of OP-619-4, Bank execution — requested by COHAPAR and the Government of Paraná — is justified by the limited institutional capacity to lead the design and implementation of a rigorous impact evaluation, as well as by the need to ensure methodological independence and technical consistency throughout the evaluation process.",
    "chunk_id": "BR-T1688-9",
    "policy_references": [
      "public_finance_and_municipal_management",
      "urban_governance_and_institutional_capacity"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Project Risks, Mitigation Measures, and Implementation Phasing",
    "chunk": "Project Risks and Issues 6.1 The following risks and mitigation measures have been identified: (i) potential delays in survey implementation due to logistical challenges in reaching some of the informal settlements or due to delays in the resettlement schedule. This risk will be mitigated by closely coordinating with COHAPAR and local implementation teams to ensure alignment between the evaluation timeline and the program's rollout calendar; (ii) limited survey response rates or attrition over the three-year evaluation period, which could affect statistical power. To mitigate this, the survey firm will implement standardized tracking protocols, pilot-test the instruments to ensure respondent understanding, and use incentives and community engagement strategies to encourage participation. No legal or institutional changes are required for project execution, and the activities will be phased in alignment with the program’s implementation schedule.",
    "chunk_id": "BR-T1688-10",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "public_finance_and_municipal_management",
      "informal_settlements_and_social_inclusion"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Environmental and Social Safeguards Compliance",
    "chunk": "Environmental and Social Aspects 7.1 This Technical Cooperation is intended to finance pre-feasibility or feasibility studies of specific investment projects and the environmental and social studies associated with them; therefore, the terms of reference and products of this TC will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).",
    "chunk_id": "BR-T1688-11",
    "policy_references": [
      "sustainable_cities_and_environmental_management",
      "climate_resilience_and_disaster_risk_management",
      "urban_governance_and_institutional_capacity"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Objective of the TC",
    "chunk": "The primary aim of this Technical Cooperation (TC) is to enhance resiliency and biodiversity in Latin American and Caribbean (LAC) cities by integrating green solutions into urban design. The specific objectives are (i) build a comprehensive knowledge base on climate vulnerability and resilience; (ii) develop innovative solutions through pilot projects; and (iii) increase visibility of nature-based solutions and strengthen capacities.",
    "chunk_id": "RG-T4735-1",
    "policy_references": [
      "urban_climate_resilience",
      "nature_based_solutions",
      "urban_biodiversity_and_ecosystems",
      "knowledge_management_and_data_systems",
      "community_engagement_and_inclusive_design"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Justification: Climate Impacts in LAC",
    "chunk": "LAC is one of the most affected regions by climate change, with floods, storms, extreme heat, and sea level rise disproportionately impacting vulnerable populations. 2024 recorded unprecedented climatic extremes including hurricanes, flooding, droughts, and severe heatwaves affecting urban areas, infrastructure, and public health. Urban planning issues such as land sealing and heat island effects amplify impacts.",
    "chunk_id": "RG-T4735-2",
    "policy_references": [
      "urban_climate_resilience",
      "land_use_and_urban_planning",
      "urban_biodiversity_and_ecosystems"
    ],
    "risk_level": "High",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Climate Resilience and Biodiversity Link",
    "chunk": "Climate resilience is interwoven with biodiversity. Healthy ecosystems regulate climate, mitigate extreme events, and support adaptive capacity. However, climate change threatens biodiversity itself, weakening the ecosystem services essential for human well-being and urban sustainability.",
    "chunk_id": "RG-T4735-3",
    "policy_references": [
      "urban_biodiversity_and_ecosystems",
      "urban_climate_resilience",
      "nature_based_solutions"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Challenges: Knowledge Gaps and Limited Technology",
    "chunk": "LAC cities face challenges implementing climate adaptation actions due to limited information, monitoring tools, technology, and incremental responses that are insufficient to meet environmental challenges. Strengthening the information base and monitoring tools is necessary.",
    "chunk_id": "RG-T4735-4",
    "policy_references": [
      "knowledge_management_and_data_systems",
      "urban_climate_resilience",
      "governance_and_institutional_capacity"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Need for Green Solutions and Context-Specific Approaches",
    "chunk": "Green solutions—expanded green areas, native species, green roofs, urban gardening—enhance urban resilience. However, cities differ by natural, social, and regulatory contexts, requiring context-sensitive design, community participation, and co-creation. Piloting solutions at the neighborhood level generates practical learning and scalable models.",
    "chunk_id": "RG-T4735-5",
    "policy_references": [
      "nature_based_solutions",
      "community_engagement_and_inclusive_design",
      "urban_climate_resilience",
      "land_use_and_urban_planning"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Barriers and Enablers for Adaptation",
    "chunk": "The Adaptation Gap Report identifies barriers including gaps in policies, limited capacity, and insufficient knowledge. Enablers include clear frameworks and ongoing skill development. Systematizing and disseminating experiences is essential for local governments.",
    "chunk_id": "RG-T4735-6",
    "policy_references": [
      "governance_and_institutional_capacity",
      "knowledge_management_and_data_systems",
      "urban_climate_resilience"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Cities LAB Experience and Pilot Foundations",
    "chunk": "The TC builds on Cities LAB experience with pilot projects addressing water access, green roofs, climate shelters, geothermal cooling systems, etc. These interventions provided scalable models and strengthened innovation ecosystems.",
    "chunk_id": "RG-T4735-7",
    "policy_references": [
      "nature_based_solutions",
      "sustainable_and_resilient_infrastructure",
      "knowledge_management_and_data_systems"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Diversity and Inclusion",
    "chunk": "Climate impacts disproportionately affect women, minorities, and marginalized groups. Inclusive planning prevents maladaptation and improves effectiveness. The TC integrates participatory approaches to include diverse stakeholders.",
    "chunk_id": "RG-T4735-8",
    "policy_references": [
      "gender_equality_and_social_inclusion",
      "community_engagement_and_inclusive_design"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Strategic Alignment",
    "chunk": "The TC aligns with IDB’s strategy on climate action, biodiversity, gender inclusion, and sustainable infrastructure, supporting municipal governments and expanding climate change knowledge to leverage investment.",
    "chunk_id": "RG-T4735-9",
    "policy_references": [
      "sustainable_and_resilient_infrastructure",
      "urban_biodiversity_and_ecosystems",
      "gender_equality_and_social_inclusion",
      "urban_climate_resilience"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Alignment with COP 30 and Amazonia Forever",
    "chunk": "The TC supports nature-based solutions and resilience in Amazon cities, contributing directly to COP30 themes and the Amazonia Forever Program.",
    "chunk_id": "RG-T4735-10",
    "policy_references": [
      "urban_biodiversity_and_ecosystems",
      "nature_based_solutions",
      "urban_climate_resilience",
      "climate_finance_and_resource_mobilization"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Objective of the Subnational Pilot Program TC",
    "chunk": "The general objective of this TC is to establish the initial framework for the Subnational Pilot Program, which aims to provide IDB’s subnational finance without sovereign guarantee. The specific objectives are: (i) assist the design of the working group on designing the subnational governments (SNGs) financing mechanism, the sub-sovereign pre-investment facility, and the first operations without sovereign guarantee; (ii) assess the creditworthiness and investment management capacities of selected SNGs or their entities; and (iii) implement pilot projects on selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation.",
    "chunk_id": "TC_87565-1",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_basic_services_and_infrastructure",
      "urban_governance_and_institutional_capacity",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Justification – Urbanization, SNGs and Infrastructure Gaps",
    "chunk": "Latin America and the Caribbean (LAC) has over 17,000 subnational governments (SNGs) and is highly urbanized, with roughly 81% of its population living in cities, the most significant proportion of any region globally. This urbanization underscores the potential of these areas to enhance productivity and innovation. Additionally, SNGs are at the forefront of actions to mitigate and adapt to climate change. Around 300 of these cities have populations exceeding 500,000 inhabitants and exhibit signs of creditworthiness, with roughly 10% having established credit ratings. SNGs in LAC are responsible for over a third of public investment in the region, yet the region is the second lowest globally in terms of infrastructure spending and infrastructure quality tends to deteriorate further at the subnational level. Expanding IDB’s programs to support and lend directly to SNGs provides an opportunity to diversify its lending portfolio, expand its client base, and help achieve decentralization goals.",
    "chunk_id": "TC_87565-2",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_basic_services_and_infrastructure",
      "climate_resilient_and_green_cities",
      "urban_economy_and_livelihoods"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Emerging Demand and Climate Finance Gap",
    "chunk": "The infrastructure gap in LAC is large and growing. The IDB estimates that the region will need substantial investments in the water and sanitation, energy, transport, and telecommunication sectors by 2030 to advance commitments towards the Sustainable Development Goals (SDGs), requiring more than a 70% increase in infrastructure investment by 2030. SNGs are responsible for over a third of public investment in crucial services and are at the forefront of actions to mitigate and adapt to climate change. However, global urban climate finance is far below what is needed, with less than 10% of overall climate finance directed toward cities. While much of this investment occurs at the national level, there is a growing demand for climate finance among creditworthy SNGs and their state-owned enterprises in LAC, which are looking to upgrade existing infrastructure and invest in new infrastructure to meet growing demand sustainably.",
    "chunk_id": "TC_87565-3",
    "policy_references": [
      "climate_resilient_and_green_cities",
      "urban_basic_services_and_infrastructure",
      "municipal_finance_and_creditworthiness",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Fiscal Advances, Creditworthiness and Access to Finance",
    "chunk": "Fiscal responsibility frameworks in LAC have contributed to increased budgetary sustainability, but cities and SNGs still need to improve their creditworthiness to invest more and with better quality. This includes strengthening their capacities to raise revenue, handle budgets, manage projects, and access financing in an efficient, transparent, and fiscally sustainable manner. Creditworthiness also depends on intergovernmental arrangements that define how fiscal responsibilities, own taxes, transfers, and access to debt are allocated between levels of government, supported by technical assistance programs. Although cities’ access to finance can help reduce social and infrastructure gaps, only a small share of large cities in developing countries have access to international or even domestic financing markets. In LAC, subnational financing averages less than 3% of GDP, compared to 12% in OECD countries, due to weaknesses in fiscal relations, limited capacity to access credit markets, and a history of bailouts.",
    "chunk_id": "TC_87565-4",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "participation_transparency_and_accountability",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "MDB Reform Agenda and IDB Subnational Strategy",
    "chunk": "Recommendations from the G20 and other expert groups have been advocating for reforms in multilateral development banks (MDBs) to facilitate subnational access to climate finance, and other international organizations such as C40 and the Cities Climate Finance Leadership Alliance have made similar requests. International financial institutions have already increased sub-sovereign lending in LAC. In this context, the IDB’s Institutional Strategy highlights the exploration of legal and technical viability and potential demand for mechanisms to support subnational governments and state-owned enterprises in improving local finances, creating bankable projects and ultimately creditworthiness. The IDB has started to develop a new Subnational Government Program to provide selected SNGs and their entities with direct access to finance without sovereign guarantees, while helping them build the necessary capacities to take on debt and prepare pipelines of projects contributing to social and climate goals.",
    "chunk_id": "TC_87565-5",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "climate_resilient_and_green_cities"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Three Core Elements of the Pilot Program Support",
    "chunk": "To operationalize the Subnational Pilot Program Proposal, three elements must be developed: (i) support the design of the Subnational Pilot Program Proposal itself, including the subnational financing mechanism and a sub-sovereign pre-investment facility; (ii) assess the creditworthiness and investment management capacities of selected subnational governments or their entities; and (iii) implement pilot projects in selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation. These efforts will be focused on subnational governments that have already demonstrated progress in technical, institutional, fiscal, and administrative capacities, and that show economic solvency, in coordination with national offices overseeing subnational fiscal and financial health.",
    "chunk_id": "TC_87565-6",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_basic_services_and_infrastructure",
      "data_monitoring_and_evaluation",
      "urban_governance_and_institutional_capacity"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component 1 – Design of the Subnational Pilot Program Proposal",
    "chunk": "Component 1, “Support in the design of the Subnational Pilot Program Proposal” (US$150,000), aims to assist the development of the IDB’s Subnational Lending Program proposal by supporting the inter-departmental working group in designing the SNGs financing mechanism, the sub-sovereign pre-investment facility, and the first operations without sovereign guarantee. It will finance: (i) the assessment and analysis of background information, documents, and lessons learned from IDB and other international financial institutions to design a new operational mechanism for loans to SNGs without sovereign guarantees; (ii) the development of a benchmark analysis to identify resources for reimbursable or non-reimbursable technical cooperation to work with SNGs; and (iii) recommendations on critical elements for formulating the first subnational operations without sovereign guarantee.",
    "chunk_id": "TC_87565-7",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component 2 – Creditworthiness and Investment Management Assessment",
    "chunk": "Component 2, “Assessment of creditworthiness and investment management capacities of selected SNGs or their entities” (US$250,000), aims to prepare financially selected cities and SNGs for operations without sovereign guarantees. It will finance: (i) the development of a creditworthiness analysis methodology to assess the technical and financial readiness of SNGs or their entities for subnational finance, including evaluation of legal frameworks and borrowing readiness; (ii) the implementation of this methodology in selected SNGs or their entities to evaluate their creditworthiness, investment management, and urban governance capacities through in-depth diagnostics of fiscal capacity, financial management, public administration, planning, and investment capabilities; and (iii) the development and initial implementation of a plan of fiscal reforms to improve subnational creditworthiness based on the analysis.",
    "chunk_id": "TC_87565-8",
    "policy_references": [
      "municipal_finance_and_creditworthiness",
      "urban_governance_and_institutional_capacity",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Component 3 – Pilot Projects for Urban Infrastructure and Capacity Building",
    "chunk": "Component 3, “Pilot Projects” (US$450,000), aims to implement pilot projects in selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation. It will finance: (i) diagnostics of sustainable, resilient and inclusive prioritized urban infrastructure projects contributing to social and climate goals to provide comprehensive work plans for project development; (ii) implementation of pre-feasibility studies to assess viability, impact, and requirements of prioritized projects; and (iii) capacity-building activities for project preparation, management strategies, creditworthiness, and investment management. Pilot projects will be coordinated with country offices and selected based on alignment with climate priorities, political will for non-sovereign operations, and alignment with IDB country priorities.",
    "chunk_id": "TC_87565-9",
    "policy_references": [
      "urban_basic_services_and_infrastructure",
      "climate_resilient_and_green_cities",
      "municipal_finance_and_creditworthiness",
      "urban_economy_and_livelihoods",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Executing Agency, Procurement and Bank Policies",
    "chunk": "The Bank will be the executing agency through the Housing and Urban Development Division (CSD/HUD), which will be responsible for technical supervision, execution, administration, and disbursement, leveraging its experience working with cities across LAC. Activities will be executed jointly with IFD/FMM and country specialists, and when activities are carried out in a beneficiary country, letters of no-objection will be obtained from the official liaison entity. The Bank will contract individual consultants following AM-650 and consulting firms and non-consulting services according to the Corporate Procurement Policy (GN-2303-33) and associated guidelines. The execution period will last 36 months. Execution by the Bank is justified because this is a regional TC where no suitable regional entity can be identified and because CSD/HUD and IFD/FMM have substantial technical assistance experience in the relevant areas.",
    "chunk_id": "TC_87565-10",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "participation_transparency_and_accountability",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Major Risks, Mitigation and Environmental/Social Aspects",
    "chunk": "The TC faces risks related to potential changes in subnational administrations, which may affect continuity and prioritization, as well as challenges in coordinating institutions responsible for subnational financing and technical capacity limitations. To mitigate these risks, the Bank’s role as executor is a key risk management strategy, complemented by regular training sessions and periodic meetings with relevant subnational officials, early and frequent stakeholder engagement, and collaboration with technical experts. There is also a risk regarding the sustainability of the platform and program once IDB funding ends, which will be mitigated by robust governance mechanisms, city leadership, long-term partnerships with organizations such as C40 and CCFLA, and efforts to attract external funding from climate funds, grants, and donors. The TC will finance diagnostics, policy dialogues, capacity building, and feasibility studies for investment projects and associated environmental and social studies, all of which will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).",
    "chunk_id": "TC_87565-11",
    "policy_references": [
      "urban_governance_and_institutional_capacity",
      "participation_transparency_and_accountability",
      "climate_resilient_and_green_cities",
      "data_monitoring_and_evaluation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "General Objective of the TC",
    "chunk": "The general objective of this Technical Cooperation (TC) is to establish the “LAC Regional Climate Change Platform for City Finance Secretaries” to support city finance secretaries in Latin America and the Caribbean (LAC) to mobilize climate financing, share knowledge, foster dialogue, and implement scalable solutions to address climate change (CC).",
    "chunk_id": "RG-T4603-1",
    "policy_references": [
      "fiscal_management_and_finance",
      "urban_governance_and_institutions",
      "climate_resilience_and_adaptation"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Specific Objectives",
    "chunk": "The specific objectives are: (i) create a Regional Roadmap for city climate finance; (ii) generate and share knowledge through exchange of experiences and best practices; (iii) strengthen dialogue among cities and stakeholders; and (iv) scale up climate finance strategies by providing access to expert advice, training, and tools.",
    "chunk_id": "RG-T4603-2",
    "policy_references": [
      "fiscal_management_and_finance",
      "urban_governance_and_institutions",
      "public_participation_and_engagement",
      "digital_transformation_and_innovation"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Urban Climate Finance Challenges",
    "chunk": "Cities and local governments in LAC are taking steps to build climate resilience and reduce emissions, but financing gaps and limited technical and financial capacity remain major obstacles.",
    "chunk_id": "RG-T4603-3",
    "policy_references": [
      "fiscal_management_and_finance",
      "climate_resilience_and_adaptation",
      "urban_governance_and_institutions"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Regional Need for Coordination",
    "chunk": "The platform seeks to provide a coordination mechanism for climate finance implementation, enabling cities to adopt a shared roadmap and common financial strategies.",
    "chunk_id": "RG-T4603-4",
    "policy_references": [
      "urban_governance_and_institutions",
      "fiscal_management_and_finance",
      "public_participation_and_engagement"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Regional Added Value",
    "chunk": "Through enhanced dialogue, knowledge sharing, and development of tools and resources, the platform fosters cooperation among cities facing shared climate challenges.",
    "chunk_id": "RG-T4603-5",
    "policy_references": [
      "urban_governance_and_institutions",
      "climate_resilience_and_adaptation",
      "public_participation_and_engagement"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Role of Finance Secretaries",
    "chunk": "City Finance Secretaries are central to implementing climate finance strategies, overseeing public spending, structuring green budgets, influencing procurement, and mobilizing private investment.",
    "chunk_id": "RG-T4603-6",
    "policy_references": [
      "fiscal_management_and_finance",
      "urban_governance_and_institutions",
      "environmental_sustainability"
    ],
    "risk_level": "Medium",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Previous IDB Work",
    "chunk": "The IDB has supported a similar platform at the national ministry level and has experience in urban development, fiscal management, project financing, and climate initiatives.",
    "chunk_id": "RG-T4603-7",
    "policy_references": [
      "urban_governance_and_institutions",
      "fiscal_management_and_finance"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Strategic Alignment",
    "chunk": "The TC aligns with the IDB Institutional Strategy by addressing climate change, fostering sustainable urban development, strengthening institutional capacity, and enabling subnational finance improvements.",
    "chunk_id": "RG-T4603-8",
    "policy_references": [
      "urban_planning_and_land_use",
      "urban_governance_and_institutions",
      "fiscal_management_and_finance",
      "climate_resilience_and_adaptation"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  },
  {
    "chunk_title": "Description of Components",
    "chunk": "Component 1 covers governance and project coordination. Component 2 establishes the regional platform. Component 3 strengthens city finance strategies through collaboration and training.",
    "chunk_id": "RG-T4603-9",
    "policy_references": [
      "urban_governance_and_institutions",
      "fiscal_management_and_finance",
      "digital_transformation_and_innovation",
      "public_participation_and_engagement"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Beneficiaries",
    "chunk": "The key beneficiaries are finance secretariats of four cities: Mendoza, São Paulo, Rio de Janeiro, and Bogotá—selected for leadership in sustainable urban finance.",
    "chunk_id": "RG-T4603-10",
    "policy_references": [
      "urban_governance_and_institutions",
      "fiscal_management_and_finance",
      "social_inclusion_and_equity"
    ],
    "risk_level": "Low",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Major Risks",
    "chunk": "Risks include administrative changes, coordination challenges, and technical capacity limitations. Mitigation includes strong governance, periodic training, stakeholder engagement, and collaboration.",
    "chunk_id": "RG-T4603-11",
    "policy_references": [
      "urban_governance_and_institutions",
      "disaster_risk_management",
      "social_inclusion_and_equity"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Environmental & Social Compliance",
    "chunk": "The TC finances diagnostics, policy dialogues, and capacity building consistent with the Bank’s Environmental and Social Policy Framework (ESPF).",
    "chunk_id": "RG-T4603-12",
    "policy_references": [
      "environmental_sustainability",
      "urban_governance_and_institutions"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  }
]