{"sector": "urban_housing", "chunk_id": "RG-T4603-9", "chunk_title": "Description of Components", "text": "Component 1 covers governance and project coordination. Component 2 establishes the regional platform. Component 3 strengthens city finance strategies through collaboration and training.", "labels": ["urban_governance_and_institutions", "fiscal_management_and_finance", "digital_transformation_and_innovation", "public_participation_and_engagement"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "transport", "chunk_id": "3.7", "chunk_title": "Objectives and Justification of the TC", "text": "The  Government  of  The  Bahamas  is  committed  to  advancing  climate  resilience, \nsustainability, gender inclusion, and institutional capacity within the aviation sector. To \nachieve this, the TC will support the development of a comprehensive Sustainable and \nInclusive Aviation Strategy for The Bahamas that will establish a framework for green, \nlow carbon, climate change resilient, and energy efficient and inclusive aerodromes. \nMoreover, the strategy will aim to promote gender equity through grants for women in \naviation, enhance opportunities for persons with disabilities PwDs in aviation careers, \nand  expand  aviation  cadet  training  programs  to  engage  and  prepare  the  next \ngeneration of industry professionals. Additionally, the strategy will explore pathways \nfor integrating sustainable aviation fuels, aligning with global efforts to reduce carbon \nemissions in the sector.", "labels": ["climate_resilience_and_adaptation", "climate_ghg_emissions", "low_carbon_fuels", "accessibility_and_disability", "transport_equity_and_access", "governance_and_regulation"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "transport", "chunk_id": "2.2", "chunk_title": "Description of the Associated Loan, BH-L1041", "text": "The  ongoing  airport  infrastructure  program  includes  two  components,  i)  Civil  Works \nand  Equipment,  and  ii)  Implementation  Support  and  Institutional  Strengthening, \nComponent  one  finances  investments  needed  to  upgrade  the  infrastructure  and \nequipment of the four selected Family Island airports. To meet projected traffic, comply \nwith International Civil Aviation (ICAO) standards, and increase the climate resilience \nof the airports, the component includes the upgrading and rehabilitation of the airport \nrunways,  taxiways,  parking  aprons  and  meteorological  equipment,  runway  lights, \nmarkings, and fencing. It also incorporates terminal works to equip the airports with \ninfrastructure  capable  of  handling  increasing  passengers  while  providing  energy \nefficiency  and  climate  resilience.  Equipment  also  includes  Rescue  and  Firefighting \n(RFF) vehicles and X-ray machines for passenger terminals.", "labels": ["transport_infrastructure", "climate_resilience_and_adaptation", "transport_safety", "vehicle_standards_and_efficiency"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-9", "chunk_title": "Component 3 – Pilot Projects for Urban Infrastructure and Capacity Building", "text": "Component 3, “Pilot Projects” (US$450,000), aims to implement pilot projects in selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation. It will finance: (i) diagnostics of sustainable, resilient and inclusive prioritized urban infrastructure projects contributing to social and climate goals to provide comprehensive work plans for project development; (ii) implementation of pre-feasibility studies to assess viability, impact, and requirements of prioritized projects; and (iii) capacity-building activities for project preparation, management strategies, creditworthiness, and investment management. Pilot projects will be coordinated with country offices and selected based on alignment with climate priorities, political will for non-sovereign operations, and alignment with IDB country priorities.", "labels": ["urban_basic_services_and_infrastructure", "climate_resilient_and_green_cities", "municipal_finance_and_creditworthiness", "urban_economy_and_livelihoods", "data_monitoring_and_evaluation"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "RG-T4706-4", "chunk_title": "Description of Activities and Outputs – Component II", "text": "3.2 Component II: Knowledge Sharing and Outreach. It will focus on the dissemination of knowledge products on water resilience in strategic pre-COP30 webinars and events, where technical studies will be shared to inform policy discussions. The TC will also showcase the capacity building provided throughout the past years to the Amazon Cooperation Treaty Organization (ACTO), a key partner in the development of technical notes, strengthening the knowledge development and technical capacity of the Amazon Regional Observatory (ARO).", "labels": ["institutional_capacity_and_regulation", "behavior_change_and_community_engagement", "water_resources_and_watershed_management"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "BL-T1168-4", "chunk_title": "Program Components – Institutional Strengthening", "text": "Component I aims to strengthen municipal capacities by elaborating plans and adopting digital tools...", "labels": ["capacity_building_and_technical_assistance", "data_and_digital_governance", "land_use_and_territorial_planning"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-4", "chunk_title": "Regional Need for Coordination", "text": "The platform seeks to provide a coordination mechanism for climate finance implementation, enabling cities to adopt a shared roadmap and common financial strategies.", "labels": ["urban_governance_and_institutions", "fiscal_management_and_finance", "public_participation_and_engagement"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-4", "chunk_title": "Description of Activities – Component I: Urban Utilities Performance Improvement", "text": "3.1 Component I: This component will entail capacity building and knowledge transfer from VEI, accompanying the Colombian utilities in their work and systemically improving the maturity of their working processes through training, capacity development, and knowledge transfer.", "labels": ["utility_management_and_capacity", "water_access_and_equity", "institutional_capacity_and_regulation"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-12", "chunk_title": "Environmental and Social Aspects", "text": "7.1 This TC does not have applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).", "labels": [], "risk_level": "Low", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "BR-T1688-6", "chunk_title": "Building a Culture of Evidence and Strategic Alignment", "text": "2.7 In addition, this TC aims to create a culture of evidence within COHAPAR. Staff will be trained to manage surveys and administrative data, interpret impact estimates, and translate evidence into policy. Institutional Strategy: Transformation for Greater Scale and Impact (CA-631) and contributes to the objective of (i) reducing poverty and inequality. In addition, it is aligned with the operational focus areas: (i) social protection and human capital development, by documenting whether safer tenure and better housing translate into improved wellbeing; and (iii) institutional capacity, rule of law, and citizen security, by strengthening the State’s ability to use evidence in decision making. This project has been selected for DEIF under a rigorous competitive process involving VPS, VPC, and SPD. The DEIF initiative supports projects that generate knowledge and address strategic gaps in development effectiveness through impact evaluations, analysis of execution factors, and effective enhancement initiatives. Following the OC-SDP framework, this initiative is aligned with Window 2, under the priority area “Inclusive Social Development”.", "labels": ["urban_governance_and_institutional_capacity", "public_finance_and_municipal_management", "informal_settlements_and_social_inclusion", "sustainable_cities_and_environmental_management"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-2", "chunk_title": "Objective and Justification – Punta Cana–Bávaro Challenges", "text": "2.2 The Punta Cana–Bávaro region faces significant challenges due to the absence of an integrated water and sanitation system. Water is extracted from unregulated wells and wastewater is poorly managed, threatening the aquifer, public health, and the tourism-based economy. The program will help address these gaps by supporting integrated infrastructure planning for potable water supply, wastewater treatment, and reuse.", "labels": ["water_access_and_equity", "sanitation_and_hygiene", "wastewater_treatment_and_reuse", "water_resources_and_watershed_management", "water_quality_and_pollution_control", "urban_water_and_drainage_systems", "infrastructure_investment_and_O&M"], "risk_level": "High", "compliance_status": "Partially_Compliant"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-6", "chunk_title": "Description of Activities – Component III: Non-Financial Solutions for Utilities’ Access to Financing", "text": "3.3 Component III: Measures to bring closer supply and demand for financial resources will be implemented to reduce knowledge gaps between financiers and utilities.", "labels": ["tariffs_financing_and_sustainability", "institutional_capacity_and_regulation", "utility_management_and_capacity"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "BR-T1688-10", "chunk_title": "Project Risks, Mitigation Measures, and Implementation Phasing", "text": "Project Risks and Issues 6.1 The following risks and mitigation measures have been identified: (i) potential delays in survey implementation due to logistical challenges in reaching some of the informal settlements or due to delays in the resettlement schedule. This risk will be mitigated by closely coordinating with COHAPAR and local implementation teams to ensure alignment between the evaluation timeline and the program's rollout calendar; (ii) limited survey response rates or attrition over the three-year evaluation period, which could affect statistical power. To mitigate this, the survey firm will implement standardized tracking protocols, pilot-test the instruments to ensure respondent understanding, and use incentives and community engagement strategies to encourage participation. No legal or institutional changes are required for project execution, and the activities will be phased in alignment with the program’s implementation schedule.", "labels": ["urban_governance_and_institutional_capacity", "public_finance_and_municipal_management", "informal_settlements_and_social_inclusion"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-1", "chunk_title": "Objective of the TC", "text": "The primary aim of this Technical Cooperation (TC) is to enhance resiliency and biodiversity in Latin American and Caribbean (LAC) cities by integrating green solutions into urban design. The specific objectives are (i) build a comprehensive knowledge base on climate vulnerability and resilience; (ii) develop innovative solutions through pilot projects; and (iii) increase visibility of nature-based solutions and strengthen capacities.", "labels": ["urban_climate_resilience", "nature_based_solutions", "urban_biodiversity_and_ecosystems", "knowledge_management_and_data_systems", "community_engagement_and_inclusive_design"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-11", "chunk_title": "Major Risks", "text": "Risks include administrative changes, coordination challenges, and technical capacity limitations. Mitigation includes strong governance, periodic training, stakeholder engagement, and collaboration.", "labels": ["urban_governance_and_institutions", "disaster_risk_management", "social_inclusion_and_equity"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-6", "chunk_title": "Role of Finance Secretaries", "text": "City Finance Secretaries are central to implementing climate finance strategies, overseeing public spending, structuring green budgets, influencing procurement, and mobilizing private investment.", "labels": ["fiscal_management_and_finance", "urban_governance_and_institutions", "environmental_sustainability"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-10", "chunk_title": "Beneficiaries", "text": "The key beneficiaries are finance secretariats of four cities: Mendoza, São Paulo, Rio de Janeiro, and Bogotá—selected for leadership in sustainable urban finance.", "labels": ["urban_governance_and_institutions", "fiscal_management_and_finance", "social_inclusion_and_equity"], "risk_level": "Low", "compliance_status": "Not_Applicable"}
{"sector": "water_sanitation", "chunk_id": "DR-T1318-7", "chunk_title": "Executing Agency, Risks and ESPF Alignment", "text": "V. Executing Agency and Execution Structure. At the request of the Government of the Dominican Republic, the Bank, through the Water and Sanitation Division (WSA), in collaboration with the Climate Change Division (CCS), will be responsible for implementing this TC by contracting consultancies to carry out the planned activities. The Bank will identify the necessary studies and technical work, select and hire consultants, and manage the execution and delivery of consultancy services following its established procurement procedures. The execution mechanism is justified because WSA, CCS and the IDB have substantial experience providing technical assistance in areas such as sanitation and water remediation, climate-friendly infrastructure, nature-based solutions, low-carbon technology, and implementation of nationally determined contributions. VI. Project Risks and Issues. Key risks include extreme natural phenomena such as hurricanes or severe storms that could damage or destroy restored corals or related infrastructure; lack of continuity in funding that could disrupt restoration and monitoring activities; challenges in inter-institutional coordination among public, private and NGO entities; and operational risks during pilot execution that could affect the effectiveness of the financing and restoration mechanism. Mitigation measures involve contingency actions, diversified and mandatory fundraising, clear governance and coordination frameworks, and detailed planning and monitoring of the pilot phase with flexibility for adjustments. VII. Environmental and Social Aspects. This TC does not have applicable requirements under the Bank’s Environmental and Social Policy Framework (ESPF).", "labels": ["institutional_capacity_and_regulation", "nature_based_solutions_and_ecosystems", "disaster_risk_management_and_resilience", "data_monitoring_and_information_systems"], "risk_level": "High", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-3", "chunk_title": "Urban Climate Finance Challenges", "text": "Cities and local governments in LAC are taking steps to build climate resilience and reduce emissions, but financing gaps and limited technical and financial capacity remain major obstacles.", "labels": ["fiscal_management_and_finance", "climate_resilience_and_adaptation", "urban_governance_and_institutions"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "TC_87565-11", "chunk_title": "Major Risks, Mitigation and Environmental/Social Aspects", "text": "The TC faces risks related to potential changes in subnational administrations, which may affect continuity and prioritization, as well as challenges in coordinating institutions responsible for subnational financing and technical capacity limitations. To mitigate these risks, the Bank’s role as executor is a key risk management strategy, complemented by regular training sessions and periodic meetings with relevant subnational officials, early and frequent stakeholder engagement, and collaboration with technical experts. There is also a risk regarding the sustainability of the platform and program once IDB funding ends, which will be mitigated by robust governance mechanisms, city leadership, long-term partnerships with organizations such as C40 and CCFLA, and efforts to attract external funding from climate funds, grants, and donors. The TC will finance diagnostics, policy dialogues, capacity building, and feasibility studies for investment projects and associated environmental and social studies, all of which will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).", "labels": ["urban_governance_and_institutional_capacity", "participation_transparency_and_accountability", "climate_resilient_and_green_cities", "data_monitoring_and_evaluation"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-8", "chunk_title": "Component 2 – Creditworthiness and Investment Management Assessment", "text": "Component 2, “Assessment of creditworthiness and investment management capacities of selected SNGs or their entities” (US$250,000), aims to prepare financially selected cities and SNGs for operations without sovereign guarantees. It will finance: (i) the development of a creditworthiness analysis methodology to assess the technical and financial readiness of SNGs or their entities for subnational finance, including evaluation of legal frameworks and borrowing readiness; (ii) the implementation of this methodology in selected SNGs or their entities to evaluate their creditworthiness, investment management, and urban governance capacities through in-depth diagnostics of fiscal capacity, financial management, public administration, planning, and investment capabilities; and (iii) the development and initial implementation of a plan of fiscal reforms to improve subnational creditworthiness based on the analysis.", "labels": ["municipal_finance_and_creditworthiness", "urban_governance_and_institutional_capacity", "data_monitoring_and_evaluation"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-6", "chunk_title": "Three Core Elements of the Pilot Program Support", "text": "To operationalize the Subnational Pilot Program Proposal, three elements must be developed: (i) support the design of the Subnational Pilot Program Proposal itself, including the subnational financing mechanism and a sub-sovereign pre-investment facility; (ii) assess the creditworthiness and investment management capacities of selected subnational governments or their entities; and (iii) implement pilot projects in selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation. These efforts will be focused on subnational governments that have already demonstrated progress in technical, institutional, fiscal, and administrative capacities, and that show economic solvency, in coordination with national offices overseeing subnational fiscal and financial health.", "labels": ["municipal_finance_and_creditworthiness", "urban_basic_services_and_infrastructure", "data_monitoring_and_evaluation", "urban_governance_and_institutional_capacity"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-1", "chunk_title": "Objective and Justification – Overall TC Objective", "text": "2.1 Support the comprehensive preparation of water and drainage projects in Greater Santo Domingo, as well as water, sanitation, and reuse projects in coastal areas, particularly in Punta Cana and Bávaro, addressing technical, environmental, social, financial, and institutional aspects to ensure their sustainability and effective implementation.", "labels": ["water_access_and_equity", "sanitation_and_hygiene", "wastewater_treatment_and_reuse", "urban_water_and_drainage_systems", "infrastructure_investment_and_O&M", "institutional_capacity_and_regulation", "tariffs_financing_and_sustainability"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "DR-T1318-6", "chunk_title": "Budget", "text": "IV. Budget. The indicative budget for this TC totals US$400,000.00, distributed across three components: (1) Awareness, Mobilization and Participation for the Coral Restoration Mechanism (US$70,000); (2) Analysis of Technical Solutions and Scalability Strategies for Coral Restoration (US$270,000); and (3) Design of the Financial and Governance Mechanism for Coral Sustainability (US$60,000).", "labels": ["tariffs_financing_and_sustainability", "infrastructure_investment_and_O&M"], "risk_level": "Low", "compliance_status": "Not_Applicable"}
{"sector": "water_sanitation", "chunk_id": "DR-T1318-2", "chunk_title": "Objective and Justification – Coral Restoration Challenges and Link to Sanitation Program", "text": "2.2 Coral restoration in the Dominican Republic faces significant challenges due to the lack of a sustainable financing system that ensures continuity and scaling of existing efforts. Current initiatives, though valuable, are temporary and fragmented, limiting their impact on biodiversity protection and the resilience of marine ecosystems. The absence of an integrated and long-term approach hinders the response to the accelerated loss of reefs. Therefore, this TC focuses on designing a technical and financial mechanism that structures and enhances available resources, ensuring restoration actions are sustainable, scalable, and effective in protecting natural capital and fostering coastal economic development. The activities financed by this TC complement and enhance the expected impact of the Program DR-L1165 (Universal Sanitation Program in Coastal and Tourist Cities of the Dominican Republic II), whose main objective is to improve access to quality sanitation services in coastal and tourist cities, prioritizing environmental sustainability and climate resilience. The program allocates US$1.5 million for coral reef recovery, recognizing their crucial role in coastal protection and biodiversity. Additional resources from this TC will be mobilized to design and implement a sustainable technical and financial mechanism, ensuring the continuity and scalability of coral restoration efforts. These resources accelerate the strategic actions of DR-L1165, integrating nature-based solutions with large infrastructure investments and reinforcing natural capital conservation and the resilience of coastal communities to the effects of climate change.", "labels": ["nature_based_solutions_and_ecosystems", "climate_resilience_and_flood_drought", "disaster_risk_management_and_resilience", "water_quality_and_pollution_control", "urban_water_and_drainage_systems", "infrastructure_investment_and_O&M", "tariffs_financing_and_sustainability"], "risk_level": "High", "compliance_status": "Partially_Compliant"}
{"sector": "water_sanitation", "chunk_id": "DR-T1318-4", "chunk_title": "Description of Activities and Outputs – Component II: Technical Solutions and Scalability", "text": "3.2 Component II: Analysis of Technical Solutions and Scalability Strategies for Coral Restoration. This component focuses on identifying, testing, and evaluating innovative technical solutions that incorporate local and regional perspectives in order to maximize their impact and applicability.", "labels": ["innovation_and_digital_technology", "nature_based_solutions_and_ecosystems", "data_monitoring_and_information_systems"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "BR-T1688-2", "chunk_title": "Objective of the Technical Cooperation", "text": "Objective and Justification 2.1 The objective of this Technical Cooperation (TC) is to design and support the implementation of the impact evaluation of the Vida Nova Program (5871/OC-BR), a housing initiative in Paraná that promotes the resettlement of vulnerable families into adequate housing with secure tenure and access to basic services.", "labels": ["housing_policy_and_affordability", "informal_settlements_and_social_inclusion", "urban_governance_and_institutional_capacity"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "transport", "chunk_id": "3.6", "chunk_title": "Objectives and Justification of the TC", "text": "In addition, The Bahamas is highly exposed to climate change, including hurricanes \nand to seasonal tropical storms. Over the last 45 years the country has been hit by 12 \nmajor hurricanes that have caused loss of lives, damage to quality of life and economic \nstress. For example, the impact of hurricane Dorian (August 2019) was estimated at \nUS$3.4  billion3.  Sustainability  and  climate-change  resilience  among  all  forms  of \ntransportation  (aviation  included)  is  a  priority  for  The  Bahamas  due  to  previous \nepisodes  of  extreme  weather  events  and the  high  probability  of  future  disruption. \nMoreover,  air  connectivity  and  climate  resilience  in  The  Bahamas  is  also  critical  to \nDisaster  Risk  Management.  As  an  archipelagic  nation,  the  Bahamas  air  transport \nsector is critical to ensuring rapid response and recovery during emergencies, serving \nas  a  lifeline  for  inter-island  connectivity.  Airports  often  become  critical  hubs  for  the \ndelivery  of  humanitarian  aid,  medical  supplies,  and  emergency  personnel,  and  are \nessential  for  the  evacuation  of  vulnerable  populations.4  Strengthening  the  aviation \nsector’s  resilience  and  operational  capacity  is  therefore  fundamental  to  enhancing \nnational  disaster  preparedness  and  response,  safeguarding  lives,  and  maintaining \ncontinuity of essential services across the archipelago.", "labels": ["climate_resilience_and_adaptation", "transport_infrastructure", "transport_safety", "governance_and_regulation"], "risk_level": "High", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "BR-T1688-1", "chunk_title": "Basic Project Data and Institutional Alignment", "text": "Basic Project Data ▪ Country/Region: BRAZIL/CSC - Southern Cone ▪ TC Name: Support for the impact evaluation of the Vida Nova Program (BR-L1588) ▪ TC Number: BR-T1688 ▪ Team Leader/Members: SILVA HERREROS, JORGE ALEJANDRO (CSD/HUD) Team Leader; GALLEGO DURAN, JORGE ANDRES (CSD/HUD) Alternate Team Leader; TAVARES SOUSA MARIA ELISA (CSC/CBR); CUESTA BERNAL, ANA MARIA (SPD/SDV); QUINTERO ESCOBAR, LUIS EDUARDO (SPD/SDV); DE BARROS TORRES GABRIEL (CSD/HUD); HOBBS, JASON ANTHONY (CSD/HUD); GONCALVES DOS SANTOS, CAROLINA (LEG/SGO); SANTOS LOPES AMANDA (CSC/CBR); JORGINO AZEVEDO, ANA CAROLINA (VPC/FMP); KESSEL AKERMAN, ARIEL (SPD/SDV); VANZAN DA SILVA, LUCIANA (VPS/ESG); AVILA, FRANCY DIANELA (CSD/HUD); HERNANDEZ YADER ANTONIO (CSD/HUD); GONZALEZ, JORGE LUIS (VPC/FMP) ▪ Taxonomy: Operational Support ▪ Number and name of State Housing Program - State of Paraná - Vida Nova Project - BR- operation supported by L1588 the TC: ▪ Beneficiary: Companhia de Habitação do Paraná (COHAPAR) ▪ Local counterpart US$0.00 funding: ▪ Disbursement period: 36 months ▪ Types of consultants: Individuals; Firms ▪ Prepared by Unit: CSD/HUD - Housing & Urban Development ▪ Unit of Disbursement CSC/CBR - Country Office Brazil Responsibility: ▪ TC included in Country No Strategy (y/n): ▪ TC included in CPD No (y/n): ▪ Alignment to the Update Institutional capacity, rule of law, and citizen security; Public sector policy to the Institutional and management; Social protection and human capital development Strategy 2010-2020: II.", "labels": ["housing_policy_and_affordability", "urban_infrastructure_and_services", "urban_governance_and_institutional_capacity", "public_finance_and_municipal_management"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-6", "chunk_title": "Barriers and Enablers for Adaptation", "text": "The Adaptation Gap Report identifies barriers including gaps in policies, limited capacity, and insufficient knowledge. Enablers include clear frameworks and ongoing skill development. Systematizing and disseminating experiences is essential for local governments.", "labels": ["governance_and_institutional_capacity", "knowledge_management_and_data_systems", "urban_climate_resilience"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-3", "chunk_title": "Objective and Justification – VEI Partnership and Rural Utility Support", "text": "From 2019 through 2024, the IDB has worked in partnership with a non-for-profit consortium of public Dutch utilities (VEI) whose mandate is to share knowledge and transfer skills to make W&S utilities in low-income areas stronger, financially sustainable, and more climate resilient. This approach supports reducing gaps in service provision and promoting universalization of efficient, affordable, sustainable, and good quality services. It also supports government entities in developing policies that improve W&S services in rural and urban areas.", "labels": ["rural_and_small_town_services", "water_access_and_equity", "utility_management_and_capacity", "climate_resilience_and_flood_drought"], "risk_level": "Medium", "compliance_status": "Partially_Compliant"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-2", "chunk_title": "Justification: Climate Impacts in LAC", "text": "LAC is one of the most affected regions by climate change, with floods, storms, extreme heat, and sea level rise disproportionately impacting vulnerable populations. 2024 recorded unprecedented climatic extremes including hurricanes, flooding, droughts, and severe heatwaves affecting urban areas, infrastructure, and public health. Urban planning issues such as land sealing and heat island effects amplify impacts.", "labels": ["urban_climate_resilience", "land_use_and_urban_planning", "urban_biodiversity_and_ecosystems"], "risk_level": "High", "compliance_status": "Not_Applicable"}
{"sector": "transport", "chunk_id": "3.8", "chunk_title": "Objectives and Justification of the TC", "text": "Furthermore,  the  TC  will  support  the  effective  and  efficient  implementation  of  the \nBahamas Airport Infrastructure Program (BH-L1041), program. This technical support \nwill  be  critical  in  advancing  key  infrastructure  projects  that  will  improve  airport \noperations and connectivity across The Bahamas. Finally, it will also support training \nprograms  that  will  enhance  the  capacity  of  stakeholders  involved  in  aviation  sector \ngovernance,  project  execution,  and  strategic planning,  starting  with  the  Ministry  of Tourism, Investment and Aviation (MoTIA). Strengthening institutional knowledge and \nexpertise will ensure the long-term sustainability and success of these efforts.", "labels": ["transport_infrastructure", "governance_and_regulation"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-2", "chunk_title": "Objective and Justification – Sector Progress and Institutional Strengthening", "text": "2.2 During the last three decades, Colombia has considerably strengthened the water and sanitation (W&S) sector. The country set up a comprehensive legal and institutional framework to improve water and sanitation services. The IDB in Colombia has promoted best practices in the W&S sector in a consistent manner since 2016 to improve W&S service provision through technical cooperations such as “Comprehensive development of Urban Water and Sewerage Companies in Colombia (CO-T1457) - phase I” and “Pilot of Alternative Financing Mechanisms for the Drinking Water Sector in Colombia CO-T1556.”", "labels": ["institutional_capacity_and_regulation", "utility_management_and_capacity", "water_access_and_equity", "sector_financing_and_tariffs"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "DR-T1318-3", "chunk_title": "Description of Activities and Outputs – Component I: Awareness and Participation", "text": "3.1 Component I: Awareness, Mobilization and Participation for the Coral Restoration Mechanism. This component will build awareness, commitment, and active participation among the Dominican population and key public and private actors, integrating a gender and diversity approach along with behavioral change techniques.", "labels": ["behavior_change_and_community_engagement", "gender_social_inclusion_and_vulnerability", "nature_based_solutions_and_ecosystems"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "RG-T4706-2", "chunk_title": "Objective and Justification – Importance of the Amazon Basin", "text": "2.2 The Amazon basin hosts the world’s largest tropical rainforest, making it a global center of biological diversity. As the largest hydrographic basin in the world, it produces nearly 20% of the planet's freshwater and contains 25% of the world's terrestrial biodiversity. In South America, it represents 70% of the freshwater discharge, playing a vital role in regulating climate patterns, sustaining ecosystems, ensuring water, food and energy security, and supporting the livelihoods of local communities. Furthermore, the Amazon is crucial to climate resilience as it naturally sequesters approximately 150–200 billion tons of carbon dioxide in soils and vegetation, functioning as one of the planet’s largest carbon sinks.", "labels": ["water_resources_and_watershed_management", "climate_resilience_and_flood_drought", "nature_based_solutions_and_ecosystems", "water_quality_and_pollution_control"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-10", "chunk_title": "Executing Agency – Complementarity with Previous TCs", "text": "5.2 The Bank gained significant experience while executing prior Colombian TCs such as CO-T1417, CO-T1457, and CO-T1556, and will apply this to the current operation. The execution period will be 36 months with 3 additional months for disbursements.", "labels": ["institutional_capacity_and_regulation", "utility_management_and_capacity"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "transport", "chunk_id": "3.4", "chunk_title": "Objectives and Justification of the TC", "text": "Additionally,  tourism  provides  a  significant  contribution  to  the  Bahamian  economy  – \napproximately 50% of GDP (nearly $3 billion in GDP). In 2024, The Bahamas received \n11.22 million international visitors, with approximately 85% arriving by sea and 15% \nby air. While cruise visitors typically stay for less than a day, tourists arriving by air, or \nstopover  tourists,  contribute  significantly  to  the  local  economy  through  longer  stays \naveraging 4 to 6 nights. International air passenger arrivals to The Bahamas grew by \n17% in 2023, reaching 1,719,980 visitors, up from 1,470,244 in 2022.1 This marked a \nsignificant  rebound  from  the  pandemic  and  record-setting  year  for  the  country's tourism sector. Thus, the effective and efficient functioning of air transport systems is \ncritical to sustaining long-term economic growth of the country.", "labels": ["transport_infrastructure", "transport_funding_and_finance"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-10", "chunk_title": "Alignment with COP 30 and Amazonia Forever", "text": "The TC supports nature-based solutions and resilience in Amazon cities, contributing directly to COP30 themes and the Amazonia Forever Program.", "labels": ["urban_biodiversity_and_ecosystems", "nature_based_solutions", "urban_climate_resilience", "climate_finance_and_resource_mobilization"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "RG-T4706-9", "chunk_title": "Environmental and Social Aspects", "text": "7.1 This TC does not have applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).", "labels": ["environmental_and_social_safeguards", "institutional_capacity_and_regulation"], "risk_level": "Low", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-8", "chunk_title": "Strategic Alignment", "text": "The TC aligns with the IDB Institutional Strategy by addressing climate change, fostering sustainable urban development, strengthening institutional capacity, and enabling subnational finance improvements.", "labels": ["urban_planning_and_land_use", "urban_governance_and_institutions", "fiscal_management_and_finance", "climate_resilience_and_adaptation"], "risk_level": "Low", "compliance_status": "Compliant"}
{"sector": "water_sanitation", "chunk_id": "RG-T4706-8", "chunk_title": "Execution, Procurement, and Risk Management", "text": "5.2 INE/WSA will also be the Unit of Disbursement Responsibility (UDR) and will oversee procurement processes. The work plan includes the Procurement Plan and compliance with IDB policies for hiring individual consultants and consulting firms. The project schedule spans 24 months. Coordination with key partners such as ACTO will ensure timely delivery. Minor risks include tight timelines for COP30 and insufficient detail for effective policy dialogue.", "labels": ["institutional_capacity_and_regulation", "data_monitoring_and_information_systems", "disaster_risk_management_and_resilience"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-1", "chunk_title": "Objective of the Subnational Pilot Program TC", "text": "The general objective of this TC is to establish the initial framework for the Subnational Pilot Program, which aims to provide IDB’s subnational finance without sovereign guarantee. The specific objectives are: (i) assist the design of the working group on designing the subnational governments (SNGs) financing mechanism, the sub-sovereign pre-investment facility, and the first operations without sovereign guarantee; (ii) assess the creditworthiness and investment management capacities of selected SNGs or their entities; and (iii) implement pilot projects on selected SNGs or their entities to develop prefeasibility studies of prioritized urban infrastructure projects and improve technical and financial capacities for project preparation.", "labels": ["municipal_finance_and_creditworthiness", "urban_basic_services_and_infrastructure", "urban_governance_and_institutional_capacity", "data_monitoring_and_evaluation"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4603-7", "chunk_title": "Previous IDB Work", "text": "The IDB has supported a similar platform at the national ministry level and has experience in urban development, fiscal management, project financing, and climate initiatives.", "labels": ["urban_governance_and_institutions", "fiscal_management_and_finance"], "risk_level": "Low", "compliance_status": "Compliant"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-9", "chunk_title": "Environmental and Social Aspects", "text": "VII. Environmental and Social Aspects. 7.1 This Technical Cooperation is intended to finance pre-feasibility or feasibility studies of specific investment projects and the environmental and social studies associated with them; therefore, the terms of reference and products of this TC will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).", "labels": ["water_quality_and_pollution_control", "disaster_risk_management_and_resilience", "water_resources_and_watershed_management"], "risk_level": "Low", "compliance_status": "Compliant"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-4", "chunk_title": "Description of Activities and Outputs – Component I Studies", "text": "3.1 Component I: 1. Technical, Environmental, and Social Studies. This component will finance the preparation of technical, environmental, and social studies required for the design of two operations: DR-L1172 (Punta Cana–Bávaro) and DR-L1171 (Santo Domingo).", "labels": ["water_access_and_equity", "sanitation_and_hygiene", "wastewater_treatment_and_reuse", "urban_water_and_drainage_systems", "infrastructure_investment_and_O&M", "water_quality_and_pollution_control", "data_monitoring_and_information_systems"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-1", "chunk_title": "Objective and Justification – General Objective", "text": "2.1 The objective of this Technical Cooperation (TC) is to promote a better performance in the water and sanitation sector in Colombia, working at the utility level as well as at the public entities level.", "labels": ["utility_management_and_capacity", "water_access_and_equity", "institutional_capacity_and_regulation"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-5", "chunk_title": "Need for Green Solutions and Context-Specific Approaches", "text": "Green solutions—expanded green areas, native species, green roofs, urban gardening—enhance urban resilience. However, cities differ by natural, social, and regulatory contexts, requiring context-sensitive design, community participation, and co-creation. Piloting solutions at the neighborhood level generates practical learning and scalable models.", "labels": ["nature_based_solutions", "community_engagement_and_inclusive_design", "urban_climate_resilience", "land_use_and_urban_planning"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "BR-T1688-3", "chunk_title": "Evidence Gaps and Contribution of the Evaluation", "text": "2.2 The available evidence regarding the effectiveness of large-scale resettlement programs in Brazil and LAC is scarce, particularly concerning the unique impacts of relocation. Evidence on the effect of a comprehensive approach to resettlement that adds other coordinated social programs is also lacking. Instead, most existing studies in the region focus on isolated in-situ upgrading initiatives. By generating causal estimates of the Vida Nova program’s effects across domains such as household welfare, neighborhood cohesion, perceived safety, labor income, and mental health, this TC will help fill these gaps and inform the design and scaling of housing policies.", "labels": ["housing_policy_and_affordability", "informal_settlements_and_social_inclusion", "sustainable_cities_and_environmental_management", "urban_governance_and_institutional_capacity"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-8", "chunk_title": "Diversity and Inclusion", "text": "Climate impacts disproportionately affect women, minorities, and marginalized groups. Inclusive planning prevents maladaptation and improves effectiveness. The TC integrates participatory approaches to include diverse stakeholders.", "labels": ["gender_equality_and_social_inclusion", "community_engagement_and_inclusive_design"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-9", "chunk_title": "Strategic Alignment", "text": "The TC aligns with IDB’s strategy on climate action, biodiversity, gender inclusion, and sustainable infrastructure, supporting municipal governments and expanding climate change knowledge to leverage investment.", "labels": ["sustainable_and_resilient_infrastructure", "urban_biodiversity_and_ecosystems", "gender_equality_and_social_inclusion", "urban_climate_resilience"], "risk_level": "Low", "compliance_status": "Compliant"}
{"sector": "urban_housing", "chunk_id": "BL-T1168-7", "chunk_title": "TC Justification – Risk Mitigation", "text": "One of the medium-high level risks identified is the lack of experience of the CEU implementing infrastructure and multiple works programs...", "labels": ["capacity_building_and_technical_assistance", "urban_governance_and_institutions", "disaster_risk_management"], "risk_level": "Medium", "compliance_status": "Partially_Compliant"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-8", "chunk_title": "Description of Activities – Component V: External Audit", "text": "3.5 Component V: An external audit will be funded to ensure accountability on the part of VEI as executing agency.", "labels": ["institutional_capacity_and_regulation"], "risk_level": "Low", "compliance_status": "Compliant"}
{"sector": "transport", "chunk_id": "3.3", "chunk_title": "Objectives and Justification of the TC", "text": "The aviation sector is critical to regional integration in The Bahamas. An archipelagic country, consisting of 700 islands spread over 100,000 square miles of ocean, the population of over 400,000 is primarily (70.4%) concentrated on the island of New Providence, while approximately 15% of residents are located on Grand Bahama, with the remainder of the population spread across the other 28 Family Islands. Moreover, the remoteness of the Family Islands (FI) and their long distances to the major population centers means local Bahamians residing outside of New Providence and Grand Bahama are highly dependent on accessible, reliable and frequent modes of air transport for both domestic and international travel.", "labels": ["transport_equity_and_access", "transport_infrastructure", "public_and_active_transportation"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "BR-T1688-4", "chunk_title": "Evaluation Design and Methodology (DID)", "text": "2.3 The evaluation plans to adopt a staggered difference-in-differences (DID) design that leverages the phased rollout of Vida Nova across communities. Beneficiary families will receive the new housing and social services at different times, creating variations that can be exploited for causal identification. This DID approach allows the evaluation to control for common time trends while estimating the program’s impact, using later-treated groups as controls for the early-treated groups. Under the assumption of parallel trends of potential outcomes between treated and not-yet-treated, this method allows for estimation of causal effects.", "labels": ["urban_governance_and_institutional_capacity", "housing_policy_and_affordability", "public_finance_and_municipal_management"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "transport", "chunk_id": "3.5", "chunk_title": "Objectives and Justification of the TC", "text": "Climate  Change:  International  aviation  currently  contributes  approximately  2.5%  of \nglobal CO₂ emissions, up from 2.3% in 2000, and this share is expected to rise due to \nthe continued expansion of air transport worldwide2. Recognizing the sector’s growing \nenvironmental impact, the International Civil Aviation Organization (ICAO), has \nadopted  a  set  of  global  aspirational  goals  aimed  at  mitigating  aviation’s  carbon \nfootprint. These include a 2% annual improvement in fuel efficiency and a commitment \nto  cap  net  carbon  emissions  at  2020  levels,  despite  projected  growth  in  air  traffic. \nThese targets underscore the urgent need for countries like The Bahamas, which are \nhighly vulnerable to climate change and heavily reliant on aviation for connectivity and \neconomic development, to pursue sustainable, inclusive, and climate-resilient aviation \nstrategies.", "labels": ["climate_ghg_emissions", "vehicle_standards_and_efficiency", "climate_resilience_and_adaptation", "governance_and_regulation"], "risk_level": "High", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-3", "chunk_title": "Climate Resilience and Biodiversity Link", "text": "Climate resilience is interwoven with biodiversity. Healthy ecosystems regulate climate, mitigate extreme events, and support adaptive capacity. However, climate change threatens biodiversity itself, weakening the ecosystem services essential for human well-being and urban sustainability.", "labels": ["urban_biodiversity_and_ecosystems", "urban_climate_resilience", "nature_based_solutions"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-5", "chunk_title": "Description of Activities and Outputs – Component II Institutional and Financial Assessments", "text": "3.2 Component II: 2. Institutional, Financial, and Regulatory Assessments. This component will support the development of institutional diagnostics and financial and legal analyses to ensure the operational sustainability of both programs.", "labels": ["institutional_capacity_and_regulation", "tariffs_financing_and_sustainability", "infrastructure_investment_and_O&M", "data_monitoring_and_information_systems"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-5", "chunk_title": "MDB Reform Agenda and IDB Subnational Strategy", "text": "Recommendations from the G20 and other expert groups have been advocating for reforms in multilateral development banks (MDBs) to facilitate subnational access to climate finance, and other international organizations such as C40 and the Cities Climate Finance Leadership Alliance have made similar requests. International financial institutions have already increased sub-sovereign lending in LAC. In this context, the IDB’s Institutional Strategy highlights the exploration of legal and technical viability and potential demand for mechanisms to support subnational governments and state-owned enterprises in improving local finances, creating bankable projects and ultimately creditworthiness. The IDB has started to develop a new Subnational Government Program to provide selected SNGs and their entities with direct access to finance without sovereign guarantees, while helping them build the necessary capacities to take on debt and prepare pipelines of projects contributing to social and climate goals.", "labels": ["municipal_finance_and_creditworthiness", "urban_governance_and_institutional_capacity", "climate_resilient_and_green_cities"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "transport", "chunk_id": "2.3", "chunk_title": "Description of the Associated Loan, BH-L1041", "text": "The second component supports capacity-building for the Ministry of Works and the \nMinistry  of  Tourism  and  Aviation  (MTA),  related  to  contract  management,  technical-\nenvironmental audits, monitoring and evaluations, and completion reports. It will also \nprovide climate change training for MOW staff and technical and legal work needed to \nprepare a management contract once the construction phase ends.", "labels": ["governance_and_regulation", "climate_resilience_and_adaptation"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-10", "chunk_title": "Executing Agency, Procurement and Bank Policies", "text": "The Bank will be the executing agency through the Housing and Urban Development Division (CSD/HUD), which will be responsible for technical supervision, execution, administration, and disbursement, leveraging its experience working with cities across LAC. Activities will be executed jointly with IFD/FMM and country specialists, and when activities are carried out in a beneficiary country, letters of no-objection will be obtained from the official liaison entity. The Bank will contract individual consultants following AM-650 and consulting firms and non-consulting services according to the Corporate Procurement Policy (GN-2303-33) and associated guidelines. The execution period will last 36 months. Execution by the Bank is justified because this is a regional TC where no suitable regional entity can be identified and because CSD/HUD and IFD/FMM have substantial technical assistance experience in the relevant areas.", "labels": ["urban_governance_and_institutional_capacity", "participation_transparency_and_accountability", "data_monitoring_and_evaluation"], "risk_level": "Low", "compliance_status": "Compliant"}
{"sector": "urban_housing", "chunk_id": "BL-T1168-5", "chunk_title": "Program Components – Sustainable Urban Investments", "text": "Component II finances multisectoral sustainable infrastructural investments in vulnerable neighborhoods...", "labels": ["urban_infrastructure", "social_inclusion_and_equity", "climate_resilience_and_adaptation"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "RG-T4735-7", "chunk_title": "Cities LAB Experience and Pilot Foundations", "text": "The TC builds on Cities LAB experience with pilot projects addressing water access, green roofs, climate shelters, geothermal cooling systems, etc. These interventions provided scalable models and strengthened innovation ecosystems.", "labels": ["nature_based_solutions", "sustainable_and_resilient_infrastructure", "knowledge_management_and_data_systems"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-3", "chunk_title": "Emerging Demand and Climate Finance Gap", "text": "The infrastructure gap in LAC is large and growing. The IDB estimates that the region will need substantial investments in the water and sanitation, energy, transport, and telecommunication sectors by 2030 to advance commitments towards the Sustainable Development Goals (SDGs), requiring more than a 70% increase in infrastructure investment by 2030. SNGs are responsible for over a third of public investment in crucial services and are at the forefront of actions to mitigate and adapt to climate change. However, global urban climate finance is far below what is needed, with less than 10% of overall climate finance directed toward cities. While much of this investment occurs at the national level, there is a growing demand for climate finance among creditworthy SNGs and their state-owned enterprises in LAC, which are looking to upgrade existing infrastructure and invest in new infrastructure to meet growing demand sustainably.", "labels": ["climate_resilient_and_green_cities", "urban_basic_services_and_infrastructure", "municipal_finance_and_creditworthiness", "data_monitoring_and_evaluation"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "TC_87565-4", "chunk_title": "Fiscal Advances, Creditworthiness and Access to Finance", "text": "Fiscal responsibility frameworks in LAC have contributed to increased budgetary sustainability, but cities and SNGs still need to improve their creditworthiness to invest more and with better quality. This includes strengthening their capacities to raise revenue, handle budgets, manage projects, and access financing in an efficient, transparent, and fiscally sustainable manner. Creditworthiness also depends on intergovernmental arrangements that define how fiscal responsibilities, own taxes, transfers, and access to debt are allocated between levels of government, supported by technical assistance programs. Although cities’ access to finance can help reduce social and infrastructure gaps, only a small share of large cities in developing countries have access to international or even domestic financing markets. In LAC, subnational financing averages less than 3% of GDP, compared to 12% in OECD countries, due to weaknesses in fiscal relations, limited capacity to access credit markets, and a history of bailouts.", "labels": ["municipal_finance_and_creditworthiness", "urban_governance_and_institutional_capacity", "participation_transparency_and_accountability", "data_monitoring_and_evaluation"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "BL-T1168-1", "chunk_title": "Basic Project Data – Overview", "text": "Basic Project Data ▪ Country/Region: BELIZE/CID - Isthmus & DR ▪ TC Name: Support to the Sustainable and Inclusive Urban Development Program ...", "labels": ["urban_governance_and_institutions", "urban_finance_and_funding", "capacity_building_and_technical_assistance", "land_use_and_territorial_planning"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "TC_87565-7", "chunk_title": "Component 1 – Design of the Subnational Pilot Program Proposal", "text": "Component 1, “Support in the design of the Subnational Pilot Program Proposal” (US$150,000), aims to assist the development of the IDB’s Subnational Lending Program proposal by supporting the inter-departmental working group in designing the SNGs financing mechanism, the sub-sovereign pre-investment facility, and the first operations without sovereign guarantee. It will finance: (i) the assessment and analysis of background information, documents, and lessons learned from IDB and other international financial institutions to design a new operational mechanism for loans to SNGs without sovereign guarantees; (ii) the development of a benchmark analysis to identify resources for reimbursable or non-reimbursable technical cooperation to work with SNGs; and (iii) recommendations on critical elements for formulating the first subnational operations without sovereign guarantee.", "labels": ["municipal_finance_and_creditworthiness", "urban_governance_and_institutional_capacity", "data_monitoring_and_evaluation"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-7", "chunk_title": "Executing Agency and Execution Structure", "text": "V. Executing Agency and Execution Structure. 5.1 This Technical Cooperation (TC) will be executed by the Inter-American Development Bank (IDB), at the request of the Government of the Dominican Republic, in order to ensure the timely and high-quality preparation of two strategic and technically complex operations. Execution by the Bank is justified given the early design stage of both operations, which require a high degree of technical coordination, compliance with environmental and fiduciary standards, and the mobilization of specialized expertise. The IDB has substantial experience in providing technical assistance for the preparation of water and sanitation programs across the region, including the promotion of wastewater reuse in tourism-intensive and water-scarce areas, the design of public-private participation schemes, and the preparation of performance-based contracts such as those based on FIDIC standards. The Bank has also supported the incorporation of climate resilience and aquifer protection measures into water security programs in several countries. This accumulated experience will be applied to ensure the delivery of high-quality studies and technical inputs aligned with the objectives and scope of both operations. The TC will be executed by the Water and Sanitation Division (INE/WSA) in coordination with the IDB Country Office in the Dominican Republic. 5.2 The TC will be executed by the Bank through the hiring of consultancies to carry out the planned activities. In close dialogue with the public and private sectors, as well as other non-governmental institutions with technical capabilities and experience in the Dominican Republic, the Bank will be responsible for (i) identifying the necessary studies and technical work; (ii) selecting and hiring consultants to provide the necessary services; and (iii) managing the execution and delivery of the consulting services. All procurements to be executed under this TC will be contracted in accordance with the Bank's applicable policies and regulations.", "labels": ["institutional_capacity_and_regulation", "infrastructure_investment_and_O&M", "data_monitoring_and_information_systems"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "ME-T1546-7", "chunk_title": "Executing Agency, Execution Structure, Risks and ESPF Alignment", "text": "V. Executing Agency and Execution Structure\n5.1 Due to federal budgetary reasons in the country the TC will be executed by the Bank, through the Water and Sanitation Division (WSA). The Terms of Reference for the activities will be finalized in coordination with the sector institutions (water, sanitation and solid waste operators, SEMARNAT, CONAGUA, and/or ANEAS). 5.2 All procurement to be executed under this TC will be hired in compliance with the applicable Bank policies and regulations as follows: (a) Hiring of individual consultants, as established in the regulation on Complementary Workforce (AM-650) and (b) Contracting of services provided by consulting firms and non-consulting services in accordance with the Corporate procurement Policy (GN-2303-33) and its Guidelines. Monitoring and Evaluation. The execution monitoring will be carried out through the following mechanisms: (i) technical working meetings between the water and sanitation IDB's team in Mexico and the consultants; (ii) IDB’s review (and eventually the beneficiaries’ entities) of the technical reports to be presented by the consultants; and (iii) coordination meetings. From the date of the signing of the first consultancy contract, at the end of each year, and after the closing date, the IDB team will address all relevant CT reporting and evaluation requirements, including at least: (i) description of progress; (ii) relevant technical aspects to highlight; and (iii) execution problems and pending issues.\nVI. Project Risks and Issues\n6.1 The major risk during the execution of this TC is the potential delay in execution of the consulting services due to a lack of coordination between the Bank, as the Executing Agency, and Mexican sector institutions. To mitigate this risk, the Bank’s team will maintain regular meetings with such institutions. WSA has significant experience executing TCs in the water, sanitation and solid waste sector that requires close coordination with the counterparts, and the division has very solid capacity locally in the Country Office of Mexico.\nVII. Environmental and Social Aspects\n7.1 This Technical Cooperation is intended to finance pre-feasibility or feasibility studies of specific investment projects and the environmental and social studies associated with them; therefore, the terms of reference and products of this TC will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).", "labels": ["water_governance_and_regulation", "utility_management_and_capacity", "data_monitoring_and_information_systems", "disaster_risk_management", "pollution_control_and_water_quality"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "CO-T1779-9", "chunk_title": "Executing Agency and Structure", "text": "5.1 The Inter-American Development Bank through its Water and Sanitation Division will execute USD 1,026,000.00 and VEI will execute USD 400,000.00 from component 1.", "labels": ["institutional_capacity_and_regulation", "tariffs_financing_and_sustainability"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "DR-T1328-6", "chunk_title": "Budget", "text": "IV. Budget – Indicative Budget (in US$). Activity/Component: (1) Technical, Environmental, and Social Studies: IDB/Fund Funding US$400,000.00; Total Funding US$400,000.00. (2) Institutional, Financial, and Regulatory Assessments: IDB/Fund Funding US$150,000.00; Total Funding US$150,000.00. Total: IDB/Fund Funding US$550,000.00; Total Funding US$550,000.00.", "labels": ["tariffs_financing_and_sustainability", "infrastructure_investment_and_O&M"], "risk_level": "Low", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "BL-T1168-8", "chunk_title": "Budget Summary", "text": "Budget Indicative Budget Development of Pre-investment Studies... Total USD 500,000", "labels": ["urban_finance_and_funding"], "risk_level": "Low", "compliance_status": "In_Progress"}
{"sector": "water_sanitation", "chunk_id": "ME-T1546-6", "chunk_title": "Budget", "text": "IV. Budget\nIndicative Budget (in US$)\nActivity/Component IDB/Fund Funding Total Funding\nStrengthening national innovation ecosystem and identification of new projects $400,000.00 $400,000.00\nPromotion of the innovation agenda and fostering of alliances between actors $200,000.00 $200,000.00\nTotal $600,000.00 $600,000.00", "labels": ["sector_financing_and_tariffs", "water_governance_and_regulation"], "risk_level": "Low", "compliance_status": "Not_Applicable"}
{"sector": "urban_housing", "chunk_id": "TC_87565-2", "chunk_title": "Justification – Urbanization, SNGs and Infrastructure Gaps", "text": "Latin America and the Caribbean (LAC) has over 17,000 subnational governments (SNGs) and is highly urbanized, with roughly 81% of its population living in cities, the most significant proportion of any region globally. This urbanization underscores the potential of these areas to enhance productivity and innovation. Additionally, SNGs are at the forefront of actions to mitigate and adapt to climate change. Around 300 of these cities have populations exceeding 500,000 inhabitants and exhibit signs of creditworthiness, with roughly 10% having established credit ratings. SNGs in LAC are responsible for over a third of public investment in the region, yet the region is the second lowest globally in terms of infrastructure spending and infrastructure quality tends to deteriorate further at the subnational level. Expanding IDB’s programs to support and lend directly to SNGs provides an opportunity to diversify its lending portfolio, expand its client base, and help achieve decentralization goals.", "labels": ["municipal_finance_and_creditworthiness", "urban_basic_services_and_infrastructure", "climate_resilient_and_green_cities", "urban_economy_and_livelihoods"], "risk_level": "Medium", "compliance_status": "Not_Applicable"}
{"sector": "water_sanitation", "chunk_id": "ME-T1546-1", "chunk_title": "Objective and Justification – General Objective", "text": "2.1 The general objective of this TC is to promote the development, integration and scaling of innovative solutions in the water, sanitation and solid waste sector, which contribute to the achievement of universal access to quality water, sanitation and solid waste services, managed in an efficient manner, safely, sustainable and resilient. The specific objectives are (i) to promote the agenda of innovation and to foster alliances between actors; (ii) strengthen demand for innovative solutions; (iii) identify and support current and future loan operations.", "labels": ["water_access_and_service_quality", "sanitation_and_wastewater_management", "solid_waste_and_circular_economy", "innovation_and_digital_solutions", "utility_management_and_capacity", "service_equity_and_inclusion", "climate_resilient_water_infrastructure"], "risk_level": "Medium", "compliance_status": "In_Progress"}
{"sector": "urban_housing", "chunk_id": "BL-T1168-9", "chunk_title": "Environmental and Social Aspects", "text": "This Technical Cooperation is intended to finance pre-feasibility or feasibility studies and associated environmental and social studies...", "labels": ["environmental_management", "climate_resilience_and_adaptation"], "risk_level": "High", "compliance_status": "Compliant"}
