[
  {
    "chunk_title": "Objective and Justification – Overall TC Objective",
    "chunk": "2.1 Support the comprehensive preparation of water and drainage projects in Greater Santo Domingo, as well as water, sanitation, and reuse projects in coastal areas, particularly in Punta Cana and Bávaro, addressing technical, environmental, social, financial, and institutional aspects to ensure their sustainability and effective implementation.",
    "chunk_id": "DR-T1328_2.1",
    "policy_references": [
      "water_access_and_equity",
      "sanitation_and_hygiene",
      "wastewater_treatment_and_reuse",
      "urban_water_and_drainage_systems",
      "infrastructure_investment_and_O&M",
      "institutional_capacity_and_regulation",
      "tariffs_financing_and_sustainability"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Objective and Justification – Punta Cana–Bávaro Challenges",
    "chunk": "2.2 The Punta Cana–Bávaro region faces significant challenges due to the absence of an integrated water and sanitation system. Water is extracted from unregulated wells and wastewater is poorly managed, threatening the aquifer, public health, and the tourism-based economy. The program will help address these gaps by supporting integrated infrastructure planning for potable water supply, wastewater treatment, and reuse.",
    "chunk_id": "DR-T1328_2.2",
    "policy_references": [
      "water_access_and_equity",
      "sanitation_and_hygiene",
      "wastewater_treatment_and_reuse",
      "water_resources_and_watershed_management",
      "water_quality_and_pollution_control",
      "urban_water_and_drainage_systems",
      "infrastructure_investment_and_O&M"
    ],
    "risk_level": "High",
    "compliance_status": "Partially_Compliant"
  },
  {
    "chunk_title": "Objective and Justification – Santo Domingo System Stress and Strategic Alignment",
    "chunk": "2.3 In Santo Domingo, the capital and most densely populated urban center, the water supply system is under severe stress due to urban growth, high non-revenue water levels, and aging infrastructure. In 2022, over 1.6 million m³/day of potable water were produced, but only 39% of wastewater was collected. The proposed operation will strengthen water security by diversifying water sources, modernizing infrastructure, and improving water resource management. This Technical Cooperation is fully aligned with the IDB’s Institutional Strategy 2020–2030, particularly with its strategic priorities of (i) promoting social inclusion and equality by improving access to basic services such as water and sanitation; (ii) enhancing productivity and innovation by strengthening the efficiency and resilience of water infrastructure in key urban and tourism areas; and (iii) addressing climate change and environmental sustainability by promoting the protection of natural resources, climate-resilient investments, and the reuse of treated wastewater.",
    "chunk_id": "DR-T1328_2.3",
    "policy_references": [
      "water_access_and_equity",
      "sanitation_and_hygiene",
      "wastewater_treatment_and_reuse",
      "water_resources_and_watershed_management",
      "urban_water_and_drainage_systems",
      "infrastructure_investment_and_O&M",
      "climate_resilience_and_flood_drought",
      "water_quality_and_pollution_control",
      "innovation_and_digital_technology",
      "gender_social_inclusion_and_vulnerability"
    ],
    "risk_level": "High",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Description of Activities and Outputs – Component I Studies",
    "chunk": "3.1 Component I: 1. Technical, Environmental, and Social Studies. This component will finance the preparation of technical, environmental, and social studies required for the design of two operations: DR-L1172 (Punta Cana–Bávaro) and DR-L1171 (Santo Domingo).",
    "chunk_id": "DR-T1328_3.1",
    "policy_references": [
      "water_access_and_equity",
      "sanitation_and_hygiene",
      "wastewater_treatment_and_reuse",
      "urban_water_and_drainage_systems",
      "infrastructure_investment_and_O&M",
      "water_quality_and_pollution_control",
      "data_monitoring_and_information_systems"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Description of Activities and Outputs – Component II Institutional and Financial Assessments",
    "chunk": "3.2 Component II: 2. Institutional, Financial, and Regulatory Assessments. This component will support the development of institutional diagnostics and financial and legal analyses to ensure the operational sustainability of both programs.",
    "chunk_id": "DR-T1328_3.2",
    "policy_references": [
      "institutional_capacity_and_regulation",
      "tariffs_financing_and_sustainability",
      "infrastructure_investment_and_O&M",
      "data_monitoring_and_information_systems"
    ],
    "risk_level": "Low",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Budget",
    "chunk": "IV. Budget – Indicative Budget (in US$). Activity/Component: (1) Technical, Environmental, and Social Studies: IDB/Fund Funding US$400,000.00; Total Funding US$400,000.00. (2) Institutional, Financial, and Regulatory Assessments: IDB/Fund Funding US$150,000.00; Total Funding US$150,000.00. Total: IDB/Fund Funding US$550,000.00; Total Funding US$550,000.00.",
    "chunk_id": "DR-T1328_4",
    "policy_references": [
      "tariffs_financing_and_sustainability",
      "infrastructure_investment_and_O&M"
    ],
    "risk_level": "Low",
    "compliance_status": "Not_Applicable"
  },
  {
    "chunk_title": "Executing Agency and Execution Structure",
    "chunk": "V. Executing Agency and Execution Structure. 5.1 This Technical Cooperation (TC) will be executed by the Inter-American Development Bank (IDB), at the request of the Government of the Dominican Republic, in order to ensure the timely and high-quality preparation of two strategic and technically complex operations. Execution by the Bank is justified given the early design stage of both operations, which require a high degree of technical coordination, compliance with environmental and fiduciary standards, and the mobilization of specialized expertise. The IDB has substantial experience in providing technical assistance for the preparation of water and sanitation programs across the region, including the promotion of wastewater reuse in tourism-intensive and water-scarce areas, the design of public-private participation schemes, and the preparation of performance-based contracts such as those based on FIDIC standards. The Bank has also supported the incorporation of climate resilience and aquifer protection measures into water security programs in several countries. This accumulated experience will be applied to ensure the delivery of high-quality studies and technical inputs aligned with the objectives and scope of both operations. The TC will be executed by the Water and Sanitation Division (INE/WSA) in coordination with the IDB Country Office in the Dominican Republic. 5.2 The TC will be executed by the Bank through the hiring of consultancies to carry out the planned activities. In close dialogue with the public and private sectors, as well as other non-governmental institutions with technical capabilities and experience in the Dominican Republic, the Bank will be responsible for (i) identifying the necessary studies and technical work; (ii) selecting and hiring consultants to provide the necessary services; and (iii) managing the execution and delivery of the consulting services. All procurements to be executed under this TC will be contracted in accordance with the Bank's applicable policies and regulations.",
    "chunk_id": "DR-T1328_5.1to5.2",
    "policy_references": [
      "institutional_capacity_and_regulation",
      "infrastructure_investment_and_O&M",
      "data_monitoring_and_information_systems"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Project Risks and Issues",
    "chunk": "VI. Project Risks and Issues. 6.1 The main risks include (i) lack of coordination among the institutions involved, particularly given the participation of both INAPA and the water utilities; and (ii) limited institutional ownership of the preparatory process. To mitigate these risks, the Bank team will organize periodic coordination meetings with the relevant government entities to ensure alignment and efficient information flow. In addition, the TC will finance components specifically aimed at strengthening institutional articulation and providing the technical support required to deliver high-quality products in a timely manner. The risk of limited institutional ownership will be mitigated by ensuring the direct participation of technical counterparts from the sector institutions in the preparation of the investment plans.",
    "chunk_id": "DR-T1328_6.1",
    "policy_references": [
      "institutional_capacity_and_regulation",
      "behavior_change_and_community_engagement",
      "data_monitoring_and_information_systems"
    ],
    "risk_level": "Medium",
    "compliance_status": "In_Progress"
  },
  {
    "chunk_title": "Environmental and Social Aspects",
    "chunk": "VII. Environmental and Social Aspects. 7.1 This Technical Cooperation is intended to finance pre-feasibility or feasibility studies of specific investment projects and the environmental and social studies associated with them; therefore, the terms of reference and products of this TC will be consistent with the applicable requirements of the Bank’s Environmental and Social Policy Framework (ESPF).",
    "chunk_id": "DR-T1328_7.1",
    "policy_references": [
      "water_quality_and_pollution_control",
      "disaster_risk_management_and_resilience",
      "water_resources_and_watershed_management"
    ],
    "risk_level": "Low",
    "compliance_status": "Compliant"
  }
]
